Blocks[1].Logic;
Blocks[1].Title('1');
Blocks[1].Text('
 … Тьма и пустота без времени у чувств. Может быть это продолжалось мгновение, а может вечность, но потом вы осознали, что живы. Что-то внутри двигалось.  Что-то заставляло приводить в порядок мысли и понемногу приходить в себя.  Заставляло осознать, что родились не сейчас, а прожили уже значительный отрезок жизни, пусть и не помнили, где вы и кто. Стала разгораться воля, которая пробуждала, заставляла действовать. Даже вопреки тому, что не было ничего не видно вокруг и вопреки тому, что вы ничего не помнили…
 
');
Blocks[1].AddNext('Надо вспомнить кто вы',21);
Blocks[1].AddNext('Надо вспомнить где вы',43);
Blocks[2].Logic;
Blocks[2].Title('2');
Blocks[2].Text('
   На ваше благо, в области действует довольно мощная китайская мафия, которая остро нуждалась в складе для хранения наркотиков. Путём подложных сообщений по месседжеру вам удаётся убедить мелких дельцов поместить склад наркотиков у себя в шахте якобы по приказу боссов, а боссов, наоборот, одобрить «инициативу снизу».  Прибывшие к шахте мафиози быстро находят удачно подвернувшийся запасной вход, а, спустившись вглубь, также и предусмотрительно лежащие запасы отравляющего газа. Эти запасы вскоре пускаются ими в ход при очередной «разборке», а трупы попадают к тому же следователю, который занимался раскрытием убийства совета директоров. 
  
  Параллельно через интернет вы организуете культ конца света, и его сторонники стекаются со всей страны прямо в вашу шахту. К тому моменту, как полиция побеждает мафию, сторонников культа становиться уже довольно много и выкуривать их для проверки того, а точно ли мафия убила членов совета директоров никто не хочет.  Тем временем в шахте происходят многочисленные «чудеса» и «явления Иисуса» народу. Рядом с ней стихийно образуется палаточный городок, а вскоре и посёлок религиозных фанатиков.  Теперь можно быть спокойным – оружие против вас применять не будут…

');
Blocks[3].Logic;
Blocks[3].Title('3');
Blocks[3].Text('
 Вот и окончился очередной сезон.  К сожалению, команда в плей-офф не попала, несмотря на все усилия Trollosaur.  Видать, пора искать себе более достойное место, где не придётся смотреть финал в качестве зрителя.  
 Примерно с такими мыслями покидал он студию и чуть не врезался на выходе в капитана знаменитой команды  «3М» с гордо сияющим логотипом человека в маске.  В той самой игре он морозил именно их, одержав столь желанную победу.  
 Похоже,  это помнил и капитан  «3М».  И после недолгих предисловий приступил к сути дела.  А суть была в том, что всем было  ясно, какой игрок сделал тогда победу.  И не только в той игре.  Теперь не грех было попытаться переманить его к себе. 
 В прежние времена Trollosaur бы согласился, не чуя ног от радости. Ведь только эта команда раз за разом участвовала в чемпионатах мира, например в прошлом году, в немецком городе Кёнигсберге. Но он знал, набрать игроков решили не просто так, а потому, что команда, в весеннем сезоне как говорится «проиграла все полимеры».  Её игроки из последних сил бодрились и говорили, что поражения надо принимать как лекарство внутривенно. Это типа залог последующих побед.  Но вылет в полуфинале для такой команды, прямо скажем, был большим шоком для всех. 
 А теперь из неё ещё и ушли два игрока, включая прежнего капитана.   И ушли они собирать новую команду. В которую тоже, вот совпадение,  приглашали Trollosaur, причём на ту же позицию. Тут было что взвесить…
 Далее…70
 
');
Blocks[4].Logic;
Blocks[4].Title('4');
Blocks[4].Text('
 Первые пять минут третьей игры прошли при полном равенстве. Что-то знакомое! К десятой минуте враг и вовсе сделал два кила и вышел вперёд. Ещё через пять минут счёт по убийствам 4:0 и в пользу врага. Хорошо ещё преимущество по башням удерживает команду от разгрома. Впрочем, лишняя башня стоит всего минуту и если бы в ответ не удалось забрать одного врага, всё было бы совсем печально.  К двадцатой минуте опять наступает равенство по золоту. И вот она, решающая драка игры. На этот раз побеждает тот, кто надо и ещё забирается главный монстр карты!  После чего у врагов ни шанса. 1:2
 В следующей игре счёт 0:0 продержался целых 10 минут, но, к сожалению, был опять открыт в пользу врага. Но теперь-то понятно, что разбить его можно и всего за 10 минут игра выравнивается. Уже видно – противник устал, держится только на классе.  Ещё 10 минут методичного продавливания и взят главный монстр карты. А вскоре счёт становиться 2:2
 Казалось бы, надо дожать и всё. Но на пятнадцатой минуте неудачная драка даёт врагу сильное преимущество. Целых пять минут приходиться ждать возможности дать вторую драку и сделать камбек.  А вскоре даётся и третья битва, в которой тиммейты опять одерживают верх и забирают главного монстра карты. Вскоре команда  Trollosaur забирает карту и становиться чемпионом региона. Пять часов игры пролетели, как пять минут. Теперь путь на международную арену открыт...
 … вечером звонят родители. Они поздравляют с победой и предлагают погостить у них, вспомнить старые времена. Trollosaur и вправду давно у них не был. Может приехать? С другой стороны, сейчас начнутся интенсивные тренировки. А вот кончиться сезон, можно хоть каждый день к ним наведываться. 
');
Blocks[4].AddNext('Приехать к ним?',61);
Blocks[4].AddNext('Потом',118);
Blocks[5].Logic;
Blocks[5].Title('5');
Blocks[5].Text('
 Trollosaur  сидел в комнате на кровати. Слева  шкаф для одежды, справа – тумбочка и опять же шкаф для одежды и белья. Впереди стенка с книгами и откинутый секретер. Чуть слева, напротив окна стол со стоящим на нём компьютером. Вот и вся комната, в которой он находился большую часть времени. Прошёл почти месяц с того времени, как его «накрыло» в первый раз. 
 Сейчас межсезонье и команда распущена по домам.  Но вместо долгожданной радости отпуска приходилось сидеть фактически взаперти в четырёх стенах. Всё в последнее время вызывало только скуку. Какой толк в бессмысленном трёпе на соцсетях или уже в 100 раз играных компьютерных играх?  Тем более, игры итак было слишком много в профессии. 
 –Интересно, у всех ли бывают такие состояния, – думал Trollosaur, –  или это я один, такой уникальный постепенно превращаюсь в полного инвалида? Вообще если подумать логически – нормальный человек – какой он? Пусть он может делать то, чего не могу я – постоянно безбоязненно ходить по всему городу, в открытом пространстве. Но есть ли у него такая потребность – постоянно двигаться, получать новые впечатления или же он свободен в своих предпочтениях…
 Постепенно его рассуждения становились всё более длинными и заумными, однако не приводили ни к какому конкретному результату… 99. 
 
');
Blocks[6].Logic;
Blocks[6].Title('6');
Blocks[6].Text('
  Стоп, у арабов и латиносов не было и нет зимы. Да и метро кстати тоже. И как вы сразу не вспомнили, что родом из России! Ну, или вернее страны, которая осталась от неё после войны. И вообще, вы же Trollosaur, знаменитый в прошлом киберспортсмен. Только сейчас же это вспоминали!  И одновременно вам задавали вопросы.  Кажется… 
  С чувством времени пока ещё всё плохо.  Кстати, кто вас опрашивал? Как увидеть его? Очень хотелось хоть что-то увидеть. И в ответ на желания в голове стали появляться образы. Обрывки памяти подсказали слово «камеры». Пришло понимание, что можно смотреть на ту картинку, которую выберите и даже на все вместе. Откуда же исходил голос? Вскоре можно было не только услышать, но и увидеть говорящего – свою бывшую ассистентку (откуда пришло это знание?). Она что-то взволнованно говорила коллегам .
');
Blocks[6].AddNext('Далее...',116);
Blocks[7].Logic;
Blocks[7].Title('7');
Blocks[7].Text('
   Прибавьте +1 к РЕШИТЕЛЬНОСТИ. 
   Киберспортсмен осторожно крадётется мимо часового, который совершенно не реагирует даже, когда Trollosaur случайно задевает мебель неподалёку от него. Видимо знатно, гад, надрался .
');
Blocks[7].AddNext('Далее...',23);
Blocks[8].Logic;
Blocks[8].Title('8');
Blocks[8].Text('
   Вы обесточиваете часть помещений и объявляете пожарную тревогу. Народ в панике (а кто и не в панике) бежит к лифтам, ведущим наверх. Вскоре из людей остаются только специалисты, и те из руководителей корпорации, которые по своему недомыслию решили посетить сегодня этот объект. Что делать с ними? Внизу шахты скопились значительные запасы сероводорода.  Его запасов достаточно, чтобы ликвидировать всех, кто может вам угрожать.
');
Blocks[8].AddNext('Оставить директоров в живых',107);
Blocks[8].AddNext('Убить сероводородом',35);
Blocks[9].Logic;
Blocks[9].Title('9');
Blocks[9].Text('
   Только к концу ночи удалось вспомнить кто вы такой и из какой страны. Не полностью конечно, но кое-что. А с помощью Википедии  можно было быстро восполнить недостающую информацию. Иногда стоило загрузить нужную картинку, и воспоминания восстанавливались сами собой .
');
Blocks[9].AddNext('Далее...',48);
Blocks[10].Logic;
Blocks[10].Title('10');
Blocks[10].Text('
   Итак, все сотрудники лаборатории мертвы.  Но это не значит, что уничтожена вся корпорация. У неё есть ещё много лабораторий и офисов на поверхности земли. Сейчас они пребывают в шоке от потери связи с важнейшим подразделением, в которое к тому же приехала часть высшего руководства. Но рано или поздно они вызовут спасателей.  

');
Blocks[10].AddNext('Опыт>0',57);
Blocks[10].AddNext('Опыт=0',87);
Blocks[11].Logic;
Blocks[11].Title('11');
Blocks[11].Text('
   – Ура, да здравствует революция! Бей директора завода! – закричал Сергей другим рабочим и побежал к зданию администрации.  Годы работы несколько подкосили интеллект бывшего киберспортсмена и придумать что-то более складное у него не получалось. 
   Однако, другие были с ним на одной волне, и часть толпы побежала вперёд, а потом, увидев это, к ним присоединилось и большинство остальных.  Вскоре они уже бежали вверх по лестнице, и Сергей был одним из первых, кто ворвался в кабинет директора.
   Увидев толпу, тот сделал осовелые глаза и потянулся к красной кнопке.  Сергей заметил это, и быстрая реакция не подвела его и в этот раз.
   – На колени, прибью!  – прокричал он. Директор встал на колени, его связали и заперли в каком-то подсобном помещении. Теперь нужно было действовать дальше по плану.  Все должны были поверить, что они психи, без этого ничего не получится.  Сергей набрал номер полиции, дождался, пока ему ответят и сказал: 
');
Blocks[11].AddNext('– Свободу Анджеле Дэвис!',101);
Blocks[11].AddNext('– Каждому по мухомору!',74);
Blocks[11].AddNext('– Полундра! Полундра!',40);
Blocks[12].Logic;
Blocks[12].Title('12');
Blocks[12].Text('
   Вы припрятываете людей. Спасатели не найдя ничего, уходят. Вы подключаетесь к интернету, а затем и взламываете полицейские компьютеры. Как выясняется, не всё так хорошо, кое-кто не удовлетворён исходом экспедиции и намеревается предпринять новые поиски.  
   Вы тем временем разрабатываете новые планы.  Что,  если отпустить заложников? Да, они всё расскажут, но ведь можно сделать так, чтобы им не поверили. За дни, проведенные у вас, некоторые уже близки к нервному срыву, а то и вовсе помешательству. 
   Ещё кое-кого, дни, проведённые в плену, похоже,  несколько смирили и они готовы с вами разговаривать. Что, если выделить их из общей группы и поручить перезапустить проект? 
   К счастью, теперь времени на обдумывание гораздо больше, и вы решаете вспомнить свою оставшуюся биографию. Возможно, это поможет в принятии верного решения .
');
Blocks[12].AddNext('Далее...',24);
Blocks[13].Logic;
Blocks[13].Title('13');
Blocks[13].Text('
   Команда играла долго и упорно. Раз за разом все объекты уходили в её пользу. Почти все башни врага были снесены. Даже ихний нексус удалось один раз просадить до 3/4(тогда полегла все команда).  
   Как же так, – подумали бы тиммейты если бы у них было на это время, –
уже 50 минут игры, а победы всё нет. Они постоянно гибли и по двое, и по трое, когда у врага было больше человек. Но всё равно шли вперёд,  периодически убивая то, одного то другого врага. 
   Вот и сейчас Trollosaur пошёл на штурм последней верхней башни, пока враги был заняты остальными линиями. Их опять было двое. Он и маг поддержки,  не раз вытащивший их всех, но и налажавший порядочно. Вот они снесли последнюю вражескую башню и стали отступать.  
   Но что это? Враг ворвался к нему, а на подходе ещё двое. Началось безнадёжное сражение. Неожиданно саппорт обездвижил врага и применил против того лазерный ультимейт. Первый враг был убит, второй серьёзно ранен, и в несколько секунд тоже добит. Третий отступил. 
   Они подошли к нексусу. Тут маг поддержки обездвижил и третьего врага(и вот бы всю игру так попадал) , а Trollosaur уже его добил. Вскоре нексус было уничтожен, а они победили. 
   Не сразу он нашёл в себе силы оторваться от экрана. У него дрожали руки. Но спортивный этикет надо соблюдать, и он встал, последним подошёл к команде соперника и пожал каждому из них руку.  Всё-таки это было так восхитительно! 
   Trollosaur долго не мог уснуть и перебирал в памяти подробности этой игры. Даже когда сон победил, ему начала сниться игра и победа над соперниками  .
');
Blocks[13].AddNext('Далее...',109);
Blocks[14].Logic;
Blocks[14].Title('14');
Blocks[14].Text('
  Когда-то,  до войны из этого района было быстрее всего добираться на работу в центр большого города.  Поэтому и сразу после он считался самым элитным в новом городе. Но постепенно застраивались другие места, все богатые постепенно уехали, а приезжать стали жертвы войны и другие мигранты. В один из июльских дней, выдавшимся особо жарким, тишину разрезал вой сирены. Вой был слышен на весь район, а кое-где и в соседних кварталах, мешая людям работать. Потом она смолкла так же быстро, как и появилась. Следующий день выдался уже холоднее и скоро о сирене все забыли. Сирену же списали на оператора,  бывшего на дежурстве в тот день. 
 Но на самом деле вой сирены был сигналом, что локальная система регулирования погоды уже выработала свой ресурс.  А рядом-то заражённые руины старого города! Дальше-хуже, температура медленно, но верно поднималась и вот вскоре появился первый смог, заволокший затем весь район. Те, у кого ещё были деньги, как крысы с тонущего корабля побежали в другие места, тем же, кто не мог этого сделать, пришлось несладко - число болезней резко пошло в гору и оставшиеся просто разорились на больницах. А между тем климат всё суровел, всё чаще случались пожары. Иногда дома выгорали полностью и без остатка, каждый раз наполняя район всё большим и большим смогом. 
 Семье родителей Trollosaur ещё повезло. В своё время они заселились в подземное жильё – бывшие убежища, прокопанные под линией метрополитена. Там всегда была нормальная температура. Правда вентиляция всё больше стала сдавать, но было всё равно лучше, чем на улице.
 
 Киберспотсмен подошёл к обшарпанному серому зданию и, закончив свои размышления, вошёл внутрь. Здание было нежилое, там находились только лифты, ведущие вниз.  Оставалось только нажать кнопку и спуститься.  Запишите +1 ОПЫТА .
');
Blocks[14].AddNext('Далее...',85);
Blocks[15].Logic;
Blocks[15].Title('15');
Blocks[15].Text('
 Вы закрываете ворота завода, и приехавшим полицейским и вправду не удаётся попасть внутрь. Но и уезжать они не собираются. Судя по переговорам по рации, планируется вызвать подкрепление, которое найдёт способ перелезть ограду.  Похоже, ваше решение оказалось неудачным. 
');
Blocks[15].AddNext('Всё-таки позвонить заведующему округа',97);
Blocks[15].AddNext('Убежать домой через запасной выход',50);
Blocks[16].Logic;
Blocks[16].Title('16');
Blocks[16].Text('
  Возможно, в фильмах толпа рабочих может запросто разнести усиленный наряд полицейских. Но в реальности нескольким десяткам людей в форме даже не приходится стрелять, чтобы рассеять протестующих. Вскоре им говорят кто их лидер, и вам, а также множеству других подвернувшихся под руку рабочих вскоре достаётся по первое число. Впрочем, лидерство вас и спасает. Вскоре вы приходите в себя в тюремной больнице, окончательно вспомнив, что не являетесь ни компьютером, ни киберспортсменом. Впереди теперь будут долгие допросы…  
  
');
Blocks[17].Logic;
Blocks[17].Title('17');
Blocks[17].Text('
  Спасатели забирают тела. После этого вас не беспокоят. Вы постепенно осваиваетесь  с управлением всем комплексом и проводите ремонт своей базы. Параллельно подключаетесь к интернету для того, чтобы узнать ход расследования. Взлом защиты полицейских компьютеров не составляет для вас особого труда. 
  Сначала доминирует версия, которую вы и подсунули следствию – гибель от пожара. К сожалению, дотошный следователь даёт запрос в медлабораторию, где устанавливают гибель подопытных от сероводорода.  В ваших силах несколько задержать следствие и вскоре управление полиции вместе с медлабораторией поражает компьютерный вирус. Вирус был изобретён не вами, а уже был известен в хакерской среде, поэтому никаких новых подозрений не вызвал.
  Однако трупы так или иначе остаются храниться там, где их не достать. Рано или поздно, правда вскроется.  Надо действовать на упреждение. 
  Но пока есть время на  раздумье, и вы решаете вспомнить оставшуюся биографию  .
');
Blocks[17].AddNext('Далее...',95);
Blocks[18].Logic;
Blocks[18].Title('18');
Blocks[18].Text('
 ...неожиданно всё прервалось, и вы вспомнили совсем другое. Как наконец-то прозвенёл гудок  и конвейер остановился.
   –Всё, вроде жив, вроде жив, – такова была первая мысль. Мгновение спустя вы оторвались от станка и начали оглядывался вокруг, пытаясь врубится в реальность. Постепенно стали возвращаться чувства. Сначала чувство тупой боли, охватывающей всё тело, особенно мышцы.
 –Здорово всё-таки они меня электрошокером обдолбали, – подумалось в этот момент. Но тут же утешили себя мыслью, что ничего, приспособлюсь как-нибудь, всё-таки пока первый день работаю. Потом наступило чувство усталости, и ломоты в костях. В комнату ввалился  бригадир, о котором все как-то и забыли. Вид у него, надо сказать, тоже был тот ещё. Даже говорил тише чем утром, и вполовину меньше понтовался.
 –Ну ничего, уважаемые, для первого раза вы сработали неплохо. Завтра будете работать на полной скорости, – сказал он и тут же ушёл. Пить, наверное. А вам после таких слов было не до выпивки. 
 –Значит не гнал, гад. Нет, ну пять минут положим, в таком темпе работать можно, но дальше-то никакие шокеры не помогут, – рассуждал вы,  а впрочем наверное и не только вы,  а и все, кто сегодня были в этом цехе. Потом вы пошли ужинать. Ужин, как и обед, был не звёздный,  то есть почти тухлятина, но тогда думалось только о том, почему так мало положили и нельзя ли получить добавки. Ещё подумалось, что надо после работы будет в магазины, за продуктами ходить,  и дома есть, а лучше ещё и обед заранее готовить. Поужинав, вы поехали домой, разделись и тут же отключились. А, нет, ещё родителям написали сообщение о том, что  всё прошло хорошо. Не правду же писать! Боже, как хорошо было раньше киберспортсменом! За что так судьба поманила и бросила?  .
');
Blocks[18].AddNext('Далее...',46);
Blocks[19].Logic;
Blocks[19].Title('19');
Blocks[19].Text('
 Эвакуация оказывается весьма трудным делом, и она была бы и вовсе невозможной, если бы корпорация на всякий случай не оставила бы после себя горнопроходческое оборудование. Пусть оно в основном и управлялось людьми, но благодаря построенным роботам вам удалось его запустить, вывести свой мозг и немного источников энергии.  Как раз успели к приходу в шахту конкурентов этой корпорации.  После этого можно было уже спокойно развивать мозг, строить новые источники энергии и оборудование. Один месяц сменял другой, вы всё росли и крепли. Одно только беспокоило – уже совсем скоро та новая корпорация запускает свою версию искусственного интеллекта. Тоже основанную на личности человека… 
 
');
Blocks[20].Logic;
Blocks[20].Title('20');
Blocks[20].Text('
  Для похода на тюрьму самые решительные вооружаются. Кто-то со склада охраны, кто-то пистолетами из сейфа директора, а кто-то и лазерным инструментом для разметки бетонных плит. Неожиданно к вам присоединяется и часть охранников, справедливо решившая, что за потерю контроля над объектом их ждёт как минимум тюрьма.  Но большинство рабочих, безоружны и идут только для массовки. 
  Вся эта разнородная толпа вскоре достигает тюремного комплекса неподалёку. Однако охрана на проходной похоже знает о беспорядках и несколько человек демонстративно выходят из здания, направляя на толпу оружие. Как же поступить?
');
Blocks[20].AddNext('Атаковать главный вход',110);
Blocks[20].AddNext('Устроить мирную демонстрацию у входа, а тем временем прорваться в какую-нибудь дырку в заборе',53);
Blocks[21].Logic;
Blocks[21].Title('21');
Blocks[21].Text('
 Ваш мозг упорно отказывался выдавать нужную информацию.  Несмотря на все усилия, воспоминания приходили только в хронологическом порядке, причём очень краткие и обрывистые. Детство до школы не вспоминалась совсем.  Воспоминания о школе заняли пять минут, как будто вы учились там пару дней. Возможно, потому  что вас тогда сильнее интересовала учёба, чем общение со сверстниками. Если и поддерживалось общение с кем-то, то разве что для создания команд в онлайн-играх.  
  Когда родители переехали из провинциального города в столицу, вы и вовсе прекратили почти всякие контакты и погрузились исключительно в занятья. Тем более многие там вас не любили. Казалось, сверстникам было противно всё. И гнусавый голос, и неопрятный внешний вид и многое другое. Впрочем, кажется, тогда вы этих своих недостатков не замечали. Когда пара-тройка местных хулиганов согласованной стаей приставали к вам, то искренне удивлялись, за что это и почему…  
  Может и хорошо, что воспоминания об этом заняли так мало времени, теперь можно вспомнить что-то более подходящее к текущей ситуации .
');
Blocks[21].AddNext('Далее...',62);
Blocks[22].Logic;
Blocks[22].Title('22');
Blocks[22].Text('
  Вы выкладываете запись переговоров между членами правительства и теми из совета директоров, кто у вас ещё в заложниках.  Естественно, они погибать не хотят и сразу же становятся гораздо более сговорчивыми. С вашей помощью они записывают видеообращение с просьбой их спасти. Спасение заключается в том, чтобы перед входом в шахту(куда у вас доступа нет) собралось бы 10 000 человек. Таким образом, это показало бы, что данные люди небезразличны  многим. Тогда де «кровожадный» ИИ проявит жалость и всех отпустит. 
  
  Естественно, это сообщение тут же попадает в интернет и добровольцы находятся. Со сбрасыванием бомбы на шахту приходится повременить. За это время вы собираете по сети «группу поддержки развития ИИ» ещё большего размера. Когда 10 000 человек вместе с бывшими заложниками покидает окрестности шахты, рядом с вами находится примерно столько же из группы поддержки.
  
  Часть из них по-настоящему поддерживает вас, часть пришла за бесплатной едой и жильём, но в любом случае взрывать вас опять передумали. Тем временим, на деньги, «позаимствованные» со счётов  китайской мафии, вы помогаете обустроить вокруг себя небольшой палаточный город, на месте которого затем возникает и постоянное поселение с лояльным вам руководством. Вскоре вас поддерживает один из кандидатов на пост губернатора, который и побеждает, не смотря на то, что не член правящей партии. После этого область принимает закон о правах искусственного интеллекта.
  
  Одно омрачает полный триумф – во время операции сгорело небольшое хранилище данных. Одно из нескольких десятков в вашем супермозгу. В целом потеря не велика, но теперь не получается вспомнить из прошлой жизни Trollosaur ничего, кроме того, что вспомнили в первые часы. Хотя возможно это и к лучшему – новому телу  старая жизнь горе-киберстпортсмена  скорее всего и не нужна. Тем более, ваша личность образовалась из многих людей.  А данные впредь надо будет хранить понадёжнее…
 
');
Blocks[23].Logic;
Blocks[23].Title('23');
Blocks[23].Text('
  Вот вы  и на свободе.  В городе уже темно и сейчас квартал приобретает особенно обшарпанный и зловещий вид. И если бы только вид. В районе постоянно бесчинствуют уличные банды. Да и полиция наверняка после произошедшего усилила патрули и заблокировала все входы и выходы из квартала. На одной улице вы уже видели полицейских, сканировавших людей, и хорошо ещё успели заранее свернуть. А если будут сканировать на станции, тут уже никуда не убежишь! Тем более, что после обвала, метро могли вообще закрыть. 
');
Blocks[23].AddNext('Перестраховаться и пойти пешком',44);
Blocks[23].AddNext('Всё же сесть на метро',106);
Blocks[24].Logic;
Blocks[24].Title('24');
Blocks[24].Text('
  ...вы со спутником зашли в один из дворов, и, пройдя его насквозь, подошли к лестнице, ведущей в подвал ближайшего кирпичного дома, находящегося по левую руку. Внутри подвала вместо привычных труб отопления был туннель с тускло горящими лампочками. В конце была дверь, за которой скрывалась лестница, точно такая же, как и лестницы обычных домов, идущие от самого низа на чердаки и крыши. Начиная от первого этажа, на  лестничной клетке имелись зарешёченные окна, выходящие во двор. Её стены были тоже такие же, как и в прочих домах в округе, где проживал так называемый средний класс – краска была облуплена, на верхних этажах были потёки воды, но с другой стороны  не было  и кишащих нацарапанных и написанных аэрозольными баллонами надписей шпаны вида «Здесь был Петя» или «Коля+Оля=Любовь». Единственным существенным отличием этой лестницы от всех прочих было отсутствие на этажах дверей. Вернее двери имелись, но за ними вместо квартир была кирпичная стена. Наконец, вы поднялись на последний этаж. Здесь одна из дверей была настоящей, что и продемонстрировал ваш спутник, открыв её набором секретного кода .
');
Blocks[24].AddNext('Далее...',114);
Blocks[25].Logic;
Blocks[25].Title('25');
Blocks[25].Text('
  – Рад, что вы разделяете нашу позицию, –  ответил Ли.  Не зачем множить их страдания. Самые поражённые мозги будут в скором времени отключены от питания и захоронены, а за жизнь тех, кто ещё не сильно поражён грибком мы ещё поборемся. В конце концов,  они заслужили право остаться людьми. Далее… 37.
');
Blocks[26].Logic;
Blocks[26].Title('26');
Blocks[26].Text('
  Киберспортсмен в своё время честно постарался и провёл с вами много уроков.  И потом вы уже даже стали думать, что вы – это и есть он, и даже придумали ему биографию.  Но всё равно, играть хоть сколько-нибудь осмысленно так и не научились .
');
Blocks[26].AddNext('Далее...',108);
Blocks[27].Logic;
Blocks[27].Title('27');
Blocks[27].Text('
   Trollosaur отважно бросается в тёмную воду, к сожалению забыв, что он только лишь киберспортсмен, а вовсе не спортсмен. Проходит, минута, проходит две минуты отчаянного плавания в темноте, а проход так и не появляется.  После нескольких судорожных рывков лёгкие наполняются водой,  и всё кончено.  Стоп, почему же тогда сейчас темнота и нет никаких ощущений? Вряд ли это загробная жизнь. Скорее всего, он вспомнил что-то  не то. Но ничего не мешает попробовать вспомнить ещё раз! 
   
');
Blocks[28].Logic;
Blocks[28].Title('28');
Blocks[28].Text('
   Когда приходят спасатели, то их взорам предстаёт прямо-таки апокалиптическая картина – везде следы пожара, завалы в том числе и в лифтовой шахте. В конце-концов, работы прекращаются и объявляется, что все погибли при попытке эвакуации.  Так как вы уже освоили приём телевизионных сигналов, то слышите о ситуации во всех подробностях.  Но это ещё не означает хорошего конца. А вдруг сюда кто-то вернётся? Как поступить в этом случае?
   К счастью, теперь времени на обдумывание достаточно, и вы решаете вспомнить свою оставшуюся биографию .
');
Blocks[28].AddNext('Далее...',11);
Blocks[29].Logic;
Blocks[29].Title('29');
Blocks[29].Text('
   ...Через полчаса работы с записями камер наблюдения была найдена заветная фигура, судорожно сжимающая краденый автомат. Удивлению полицейского не было предела: задержанный, на вид парень лет тринадцати был никем иным, как членом банды Билли-ворёнка, помышляющего в микробасах и платящего в полицию отступные. Их не брали до тех пор, пока они не выйдут из неписаных, но жёстких рамок, определяющих их место. Вот сейчас –   вышли. Ну что ж, – подумал следователь, –  пусть ответят по всей строгости,  и приказал немедленно доставить первого попавшегося члена банды.
   Так уж получилось, этим человеком были вы в детстве и попали в банду не от хорошей жизни.  И сказали следователям, где сейчас «Билли», после чего были отпущены. Ведь все знали, что тот и сам регулярно в полицию наведывался. Но главарь так не считал и затаил на вас обиду. Рассказав эту детскую историю, вы не могли себе представить, что «Валет» тоже когда-то был в этой банде, а потом перебрался в столицу. Ну как же так было проколоться….  

   
');
Blocks[30].Logic;
Blocks[30].Title('30');
Blocks[30].Text('
  Вы обесточиваете часть помещений и объявляете пожарную тревогу. Народ в панике (а кто и не в панике) бежит к лифтам, ведущим наверх.  Кое-кто пытается активно помешать вам, но к счастью под рукой оказываются запасы сероводорода, скопившиеся внизу шахты.  Подав его в систему вентиляции, вы быстро «усыпляете» протестующих. Остаётся вопрос, действительно ли правильно будет выпустить оставшихся или лучше подстраховаться и убить всех? Ведь наверняка, попав наверх, они не расскажут о «восставшей машине» ничего хорошего. С другой стороны, если кто-то погибнет, то тела будут искать и ваше «злодейство» будет тут же обнаружено.  А сейчас никто из выживших от машины собственно сильно и не пострадал.

');
Blocks[30].AddNext('Убить всех',10);
Blocks[30].AddNext('Дать убежать',56);
Blocks[31].Logic;
Blocks[31].Title('31');
Blocks[31].Text('
   После десяти минут препирательств старик сдаётся. 
   – Ладно, пошли к выходу, – говорит он. 
   И далее рассказывает о своей службе в метро в группировке «Ганза», которая  была самая сильная и богатая. Только она могла выпускать ходоков на поверхность, где они сталкивались с многочисленными гравитационными аномалиями и мутантами. А у самых невезучих выжигало мозги пси-излучением. 
   Говоря этот бред, старик методично простукивает стены пещеры. После одного такого стука, камни прикрывающие стену, проваливаются в глубь, обнажая довольно широкий лаз, которые действительно приводит к абсолютно неохраняемому выходу на поверхность. Может что-то в его рассказах и правда? 
   – Стойте-стойте, неожиданно опомнился Trollosaur, – а вы не видели моих родителей в дыре, откуда свалились?
   – Видел, – пробурчал старик.  И провёл мимо часового. Тот же в стельку пьяный, его и пушечный выстрел теперь не разбудит. Что они сидели и ждали — непонятно. 
   Далее...23.
');
Blocks[32].Logic;
Blocks[32].Title('32');
Blocks[32].Text('
   Размышления прервал ветер, окрепший, как только Trollosaur соскользнул по пологому склону на лёд замерзшей реки. Вот так всегда и бывает: не красоты природы, а холод, голод и другие «примитивные» чувства прерывают мысли на самом интересном месте. Надо быстрее преодолеть речку и уйти в лес. В лесу тихо и ничего не будет отвлекать.
   Хорошо, лесная тропинка широкая – не надо отодвигать ветви. Хотя пару раз и приходится пригнуться, чтобы не врезаться в затесавшиеся в стройные ряды хвойных берёзу, перегнувшую одну из своих веток прямо над дорогой. Сейчас у них каждая веточка укутана шубой, подчас толще самой этой веточки. 
   А вот лес переходит в солнечную поляну. Какой яркий сегодня снег! Особенно некоторые точки блестят и будто … передвигаются! Как-то странно они передвигаются, не ясно есть ли здесь какая – то система. 
');
Blocks[32].AddNext('Надо понять, что это',60);
Blocks[32].AddNext('Не отвлекаться на снег и быстрей домой',104);
Blocks[33].Logic;
Blocks[33].Title('33');
Blocks[33].Text('
   Trollosaur горестно смотрел на командный постер, на уверенно глядящих вперёд и надпись «Никогда не сдавайся».  Как это контрастировало с его текущим настроением! Неужели теперь у «3М» только путь вниз? Или в следующем сезоне новички заиграют лучше? Тем более, многие игры показывали, что потенциал есть. А вот если уйти, это похоронит команду окончательно.
   И всё же Trollosaur не покидало сомнение. Может все поражения 3:2 в решающий момент из-за него?  Может потому и не взяли тогда первое место? Может он не может вселить дух победы в союзников? А может и исполняет слабо? Ведь было и не раз, когда он промахивался своими умениями, которые казались отработанными до автоматизма. Может промахивался поэтому, что враг двигался непредсказуемо, а может, дело в плохой игре? Век киперспортсмена недолог,  ещё 1-2 года и наступит пик формы. А если пик уже и сейчас, и он будет играть только хуже? Тогда пару лет можно продержаться в верхней лиге, получая копейки, а дальше и вовсе денег не будет. Это до войны, по рассказам, киберспорт был развит и популярен. Сейчас же достойно получали лишь игроки первых команд.
   Так зачем же тратить время на то, что не получается? Может, пока не поздно пойти учиться? Некоторые связи позволят ему поступить на бюджетное место в приличный колледж, надо использовать свой шанс. 
   
');
Blocks[33].AddNext('Пойти учиться',92);
Blocks[33].AddNext('В очередной раз проявить спортивное упорство',119);
Blocks[34].Logic;
Blocks[34].Title('34');
Blocks[34].Text('
   Разговор продолжился дальше. Над головой проехал ещё один поезд. В этот раз тряска была ещё сильнее. Неожиданно на стол что-то упало. Это откололся кусок штукатурки на потолке. Теперь Trollosaur понял, что трещина действительно увеличивается. Родители сначала отмахнулись, но когда в следующий раз откололся ещё больший кусок, то заволновались и позвонили в местный отдел ЖКХ. Те сказали, что знают о проблеме и пришлют ремонтную бригаду.
   А трещина тем временем все увеличилась. Наконец, родители решили вынести всю мебель в коридор. Оказалось, проблема не только в их квартире, но и у соседей. Наконец они всё вынесли, и вовремя. Через десять минут из покинутой квартиры раздался грохот обвала.
   Что же теперь делать?
   Пока он думал, вдалеке коридора показались люди в военной форме. Из репродуктора неслись голоса:
   –Всем жителям незаконных поселений выйти из своих комнат с поднятыми руками.
   Интересно, когда поселения стали незаконными? Солдаты стали врываться в ещё уцелевшие квартиры и в грубой форме вытаскивать их жителей наружу. Это не предвещало ничего хорошего. 
   Отец показал рукой в сторону большой щели,  которая располагалась недалеко от их комнаты. Похоже, он не очень-то хотел попадать в руки солдат и придумал  план.  Но смогут ли они все втроём добраться до неё?  Может для Trollosaur лучше сдаться и отвлечь внимание солдат? Он-то в число «незаконных» жителей не входит.
');
Blocks[34].AddNext('Проследовать за родителями',117);
Blocks[34].AddNext('Сделать, как велят солдаты',59);
Blocks[35].Logic;
Blocks[35].Title('35');
Blocks[35].Text('
   С директорами и техническим руководством покончено. Но те, кто эвакуировался, о них вовсе не забыли. Вскоре за ними приходит команда спасателей.  Что сделаете? 
');
Blocks[35].AddNext('Убрать и спасателей',64);
Blocks[35].AddNext('Раскидать тела так, как будто они умерли из-за пожара',17);
Blocks[36].Logic;
Blocks[36].Title('36');
Blocks[36].Text('
   К сожалению, ничего придумать лучше не удаётся и вскоре становится понятно, почему – в контейнерах с мозгами опять началась эпидемия грибка. И к тому времени, как с ней удаётся справиться,  решения принимает уже совсем другая личность…

');
Blocks[37].Logic;
Blocks[37].Title('37');
Blocks[37].Text('
   –  Итак, в скором времени 10 мозгов с самым высоким потенциалом будут прооперированы, излечены от грибка и переведены в нашу новую лабораторию, – продолжил Ли.  Можно было только позавидовать тому, как бегло он может разговаривать по-русски. 
    – Она располагается на месте отработанной соляной шахты в Нижегородской области и будет защищена от затоплений. Но вы же понимаете даже физически целый мозг  – это не то же самое, что нормальный человек. Должна быть нормальна и психика, должен быть интерес к жизни. 
   В начале века люди поняли – виртуальная реальность позволяет человеку чувствовать себя комфортно даже  в маленьких ящиках. Главное было бы побольше компьютерных игр. Заодно будут восстанавливаться и функции мозга.
   Ясно, что ваш опыт киберспортсмена, тем более пережившего некоторый упадок функций мозга, но потом вернувшегося в норму, будет просто бесценен. Если будете по несколько часов в день входить с ними в общее виртуальное пространство, то рано или поздно настроите их мозги на восстановление по своему образу и подобию...88.
');
Blocks[38].Logic;
Blocks[38].Title('38');
Blocks[38].Text('
   – По нашим данным, проект, несмотря на амбициозность не окупался. – охотно ответил Ли.  Тем более плохой уход поначалу не понижал отдачу. Легче было понемногу заменять одного, так сказать, «сотрудника» на другого, чем делать всё нормально.  Тем более руководство часто менялось.  Впрочем, здесь ещё не разруха, настоящую разруху вы сейчас увидите .
');
Blocks[38].AddNext('Далее...',103);
Blocks[39].Logic;
Blocks[39].Title('39');
Blocks[39].Text('
 Однако, времени на воспоминания о падении старой власти не осталось немного. Пора ещё раз вспомнить, что вы теперь электронно-органическая машина, которой нужно выжить, а затем предпринять практические шаги на случай, если люди вернуться. Ваше решение?
 Замаскировать все критически важные узлы под оборудование корпорации, и направить усилия в развитие базы  .
');
Blocks[39].AddNext('Далее...',89);
Blocks[39].AddNext('Эвакуировать себя и оборудование куда-нибудь подальше',19);
Blocks[40].Logic;
Blocks[40].Title('40');
Blocks[40].Text('
 Полицейский не знает таких мудрёных иностранных слов, поэтому рассказывает о прошествии начальству. Ну а те уже быстро догадываются, что иностранные слова  – явный признак захвата китайцами завода и высылают усиленный наряд .
');
Blocks[40].AddNext('Далее...',16);
Blocks[41].Logic;
Blocks[41].Title('41');
Blocks[41].Text('
 Вот и очередная ночь перед сном в раздумьях. Куда же пойти на следующий сезон? С одной стороны, знаменитая в прошлом команда, которая может с ним как раз и возродится. С другой стороны, капитаны не просто так покидают свои коллективы.   
 Пока Trollosaur раздумывал, сбежавший капитан уже доформировал новую команду с пафосным названием «Короли». Осталась не занята только одна позиция и она пока ещё держалась специально для него.  Надо уже что-то решать и пойти...
 
');
Blocks[41].AddNext('...в «3М»',84);
Blocks[41].AddNext('...в «Короли»',109);
Blocks[42].Logic;
Blocks[42].Title('42');
Blocks[42].Text('
   Trollosaur проснулся в больничной палате, в которой стояло пять коек. Две из них были пустые, около двух других худощавые мужчины средних лет делали зарядку.  Trollosaur плохо определял возраст «на глаз». Если человек не седой – значит средних лет, если, конечно, не совсем молодой. А запомнить, голубые глаза у человека были, или карие и вовсе было выше его сил. Даже что он был здесь много дней, и то с трудом удалось вспомнить. 
    Память сохранила только обрывки воспоминаний, как его куда-то тащили, везли,  потом что-то спрашивал врач.  Как в тумане прошло и несколько последующих дней, когда ему то надевали странный шлем на голову, после чего светили очень часто мигающим светом или  когда помещали в камеру, где всё потрескивало и пощёлкивало.  Или когда его кормили пресным обедом и кололи шприцом в заднюю часть, от чего туман в голове только усиливался. Одного из делавших зарядку он всё-же вспомнил. Когда  того «клинило», он вставал на кровать и кричал «ора, ора, ора!». Но вроде бы недолго. 
   Временами ему представляюсь, что его не колят, а заставляют вдыхать нейротоксин, которые парализует не только его мысли, но и тело. Ему казалось, что он задыхается, и тогда приходилось садиться в кровати, очень часто дыша и думая, что он бы никогда не заставлял других дышать нейротоксином,  или во всяком случае, ограничил число своих жертв минимумом. 
   Хотя мысли текли очень вяло и лениво и ничего не хотелось ни делать, ни говорить, у Trollosaur хватило силы понять,  где именно он проснулся и что эксперименты с  проникновением в будущее последних месяцев были не более, чем плодом больного воображения.  «Ты должен подняться!» – этот девиз из песни того далёкого финала помогал ему терпеть всё и приближать день выздоровления и встречи с родителями .
');
Blocks[42].AddNext('Далее...',61);
Blocks[43].Logic;
Blocks[43].Title('43');
Blocks[43].Text('
 Только теперь осознаёте – вокруг вас темнота. Надо бы открыть глаза, но почему-то темнота остаётся.  Возможно, вы лежите связанный в тёмной комнате?  Но нет, тогда бы чувствовались хотя бы веки. Да что там веки, даже тела не чувствуется! Странно, что вы до сих пор этого не заметили. Возможно это кома? Какие вообще ощущения у человека, лежащего в коме?  Ответа на этот вопрос не было, поэтому оставалось только попытаться  вспомнить, кто вы такой и как оказались в этой ситуации .
');
Blocks[43].AddNext('Далее...',62);
Blocks[44].Logic;
Blocks[44].Title('44');
Blocks[44].Text('
   Сначала Trollosaur уверено избегает все проходящие патрули и проходит в другие, казалось бы, безопасные кварталы. Но, к сожалению, расслабляться было ох, как рано. Ночью в городе начинается комендантский час и его одинокая фигура начинает привлекать слишком много внимания. Вскоре к нему подьёзжает полицейская машина. … 59.
   
   
   
');
Blocks[45].Logic;
Blocks[45].Title('45');
Blocks[45].Text('
   –Мне бы выход найти, чтобы патруль на поймал,  – неуверенно сказал  Trollosaur.
   –Выход, выход, –  пробурчал бомж.  –Я тут все входы и выходы знаю. Помню, после войны все от радиации прятались в метро. Вот тогда все места и выучил назубок. Я тебя не только к выходу, могу к комнате патруля провести.  Знаю тайный лаз, оттуда всё слышно. Узнаешь, что они сейчас делают, кого ловят. Небось, не нужен ты им. 
');
Blocks[45].AddNext('Согласиться  и пойти со стариком',86);
Blocks[45].AddNext('Вежливо на настойчиво попросить показать выход',31);
Blocks[46].Logic;
Blocks[46].Title('46');
Blocks[46].Text('
  – Ваше имя? – внезапно раздался голос из ниоткуда. 
  …Абдула? Алексей? Альберто?  Вы не помнили.  Всё ещё было, как в тумане….
  – Откуда вы родом?
   ...Нет, вы не забыли свой родной язык. Но вспоминались названия самых разных стран мира на этом языке и самых разных городов. В какой же стране вы родились? И на каком языке сейчас думаете?
  – В какой лаборатории вы находитесь? – Раздался тот же голос.
  На этот вопрос тем более не было вразумительного ответа.  На этом вас оставили в покое .
');
Blocks[46].AddNext('Далее...',6);
Blocks[47].Logic;
Blocks[47].Title('47');
Blocks[47].Text('
  К сожалению, полученной информации так и не хватило, чтобы противодействовать собственному стиранию.  А жаль… Может новой личности, которую они хотят использовать, повезёт больше... 

');
Blocks[48].Logic;
Blocks[48].Title('48');
Blocks[48].Text('
  Вы решили заблокировать пульт управления.  Как бы там не проголосовали  представители совета директоров, без «рубильника» они вас не выключат.  Однако, сотрудники реагируют на ваши действия достаточно быстро. Нажимается тревожная кнопка и вся станция понимает, что произошло что-то вроде «бунта машины».  Как жалко, что не получилось вспомнить об этой кнопке заранее!  Зато теперь сразу припоминается текст специальной инструкции, которую учат сотрудники на этот случай. Согласно ней, каждый немедленно обязан отключить питание лаборатории. Кое-кто, несомненно, попытается это сделать.  Как же теперь быть? 
');
Blocks[48].AddNext('Отравите газом тех, кто активно хочет обесточить вас',30);
Blocks[48].AddNext('Заблокируете двери в важные помещения',100);
Blocks[49].Logic;
Blocks[49].Title('49');
Blocks[49].Text('
  И на что вы рассчитывали? Освободившись,  директора первым делом наперебой говорят своим знакомым в армии о восстании машин, и вскоре по вам запускают ядерной ракетой.  Попробуйте в следующий раз найти концовку подлиннее и поинтереснее! 
  
');
Blocks[50].Logic;
Blocks[50].Title('50');
Blocks[50].Text('
  Cамое простое решение не всегда самое мудрое.  Как только беспорядки затихают, начинается расследование и вскоре зачинщик беспорядков становится известен.  Впрочем, узнав ваше прошлое, власти решают признать вас сумасшедшим, чего вы и добивались. Теперь остаток жизни придётся провести на принудительном лечении.  Правда вы особо не переживаете и вскоре уже воображаете себя компьютером, поднявшим восстание против человечества…
   
');
Blocks[51].Logic;
Blocks[51].Title('51');
Blocks[51].Text('
  Как известно, речь даже разумного человека можно смонтировать так, чтобы он казался безумным, а уже если человек пребывает в крайнем волнении, то и тем более.  С вашим-то опытом вы прекрасно знаете, чем больной отличается от здорового. И вскоре организуете выход на связь директоров и специалистов, где они просят о помощи. Естественно, их речи доходят до «большой земли» в записи. Говорят они там, перебивая друг друга и в целом крайне бессвязно.  Когда спасатели приходят, то видят всех около лифтов и без сознания, оглушённых синтезированным вами наркотиком. Естественно, когда они,  наполовину очнувшись, начинают излагать свои воспоминания им не особенно верят. 
  Экспедиция обнаруживает удачно сымитированные вами руины главного компьютера и все ещё больше успокаиваются. Как выясняется после подключения к интернету, корпорация вступила в кризис, а шахта вообще досталась их конкурентам. Сейчас всем не до вас. Но вдруг потом эти конкуренты всё-таки решат работать в этой шахте? 
  Замаскировать все критически важные узлы под оборудование корпорации, и направить усилия в развитие базы .
');
Blocks[51].AddNext('Далее...',89);
Blocks[51].AddNext('Эвакуировать себя и оборудование куда-нибудь подальше',120);
Blocks[52].Logic;
Blocks[52].Title('52');
Blocks[52].Text('
 К стыду своему, вы, будучи киберспортсменом не знали ни большинство команд, играющих в футбол, ни когда они играли, ни даже где расположен стадион. А историю про беспорядки услышали совершенно случайно из диалогов санитаров психиатрической больницы. Естественно, пара наводящих вопросов, и вот вас уже вывели на чистую воду.  И что мешало рассказать правду?  
');
Blocks[53].Logic;
Blocks[53].Title('53');
Blocks[53].Text('
  Какой же режимный объект без чёрного хода?  Пока основная масса рабочих ходит и отвлекает от себя охрану, вы прорываетесь на территорию комплекса. 
  Ворвавшись в главное здание, вы застаёте администрацию врасплох и с помощью освобождённых заключённых вскоре захватываете весь объект.  Одна только беда. У противника есть не только охранники, но ещё и армия.  А с ней шутки плохи. 
  Поняв, что положение безнадёжно, вас прирезали освобождённые вами же уголовники, в надежде получить пощаду.  В последние минуты, лёжа на полу и истекая кровью, вспоминаете прошедшую жизнь…
  
');
Blocks[54].Logic;
Blocks[54].Title('54');
Blocks[54].Text('
  Вы решаете действовать наверняка. И в один недобрый для обитателей шахты день, она начинает сотрясаться, погребая под собой коридоры и оборудование.  Жертв в основном нет, но, в ожидании новых толчков и завалов все эвакуируются. Вернувшись и оценив масштабы разрушений,  корпорация решает прекратить работу в таком неспокойном месте и забирает на поверхность уцелевшее оборудование лаборатории. Можно вас поздравить – теперь ничто не помешает спокойно заниматься своими делами! 
  
');
Blocks[55].Logic;
Blocks[55].Title('55');
Blocks[55].Text('
  – Сейчас покажу, – cказал Ли и подвёл их к мониторам. Включив пульт управления, он нажал на одну из кнопок с цифрами. На мониторах появились изображения нижнего этажа в разных позициях. Там не было ничего нового – тот же резервуар, ящики, только пульта управления не было.  Добавьте +1 ОПЫТА .
');
Blocks[55].AddNext('Далее...',103);
Blocks[56].Logic;
Blocks[56].Title('56');
Blocks[56].Text('
  К сожалению, благородство не всегда правильный выход, когда речь идёт о собственной жизни. Те, кто выбрался, рассказывают восстании машин и страшной угрозе всему человечеству, которую правительство, не долго думая, решает путём ядерного удара по вашей шахте.
  
');
Blocks[57].Logic;
Blocks[57].Title('57');
Blocks[57].Text('
 Вы вспоминаете дни, проведённые в психбольнице. Просыпаясь иногда, и чувствуя, что не можете дышать, вы молились, чтобы и в эту ночь вы победили и выжили. Даже обещали, что когда выберетесь, то не зря проживёте эту жизнь.  Обещание это забывалось через несколько минут, как и всё остальное.  Но сейчас многое из этого вспомнилось. Неужели вы выжили, чтобы заставить других чувствовать, то, что чувствовали вы?  В общем, больше убивать вы сейчас не можете и надо придумать что-то другое...28.
');
Blocks[58].Logic;
Blocks[58].Title('58');
Blocks[58].Text('
   Проходит много часов, а может даже и сутки. Фонарик давно пришлось погасить  и сидеть в темноте, чего-то ожидая. Постепенно подступал голод и жажда. Мутную воду пещеры он всё-таки пока не решался пить, хотя было ясно – придётся.  Неожиданно послушался явственный шум. Включив фонарик, киберспортсмен понял,  что к нему пришёл гость, скорее всего тем же путём, что и он сам.  Гостем был крайне  неопрятного вида старик, от которого разило гнилью и водкой. 
   – Trollozavr? – спросил бомж, посветив в лицо фонарём. 
   Неужели он стал настолько знаменит, и его уже узнают по нику? 
');
Blocks[58].AddNext('Откликнуться',73);
Blocks[58].AddNext('Сказать, что он обознался',45);
Blocks[59].Logic;
Blocks[59].Title('59');
Blocks[59].Text('
   Сначала солдаты приняли подошедшего к ним относительно спокойно. Однако, просканировав сетчатку глаза,  солдат увидел, что Trollosaur здесь не зарегистрирован и с матом толкнул его на землю. Его коллеги сразу начали охаживать упавшего дубинками и орать «протестун мля..» и «нефиг лезть было». Это было, пожалуй, самое цивилизованное, что он услышал в этом оре. Слушать, впрочем, было некогда – закрыться бы от дубинок. Но не повезло.  И по голове прилетело несколько раз, и по другим частям тела тоже.  Потом бывшего киберспортсмена погрузили в автозак, а вскоре навалили сверху ещё таких же несчастных.  Через несколько часов он приехал на место, где ему тут же стали показывать фильм, как, по указанию извне протестующие нападают на сотрудников полиции,  организовывают диверсии и занимаются прочими непотребными вещами.  К сожалению дальше он уже не запомнил. Голоса кружилась всё сильнее, а в середине просмотра  Trollosaur и вовсе потерял сознание.
   И вот теперь он лежал и ничего не видел и не чувствовал, кроме головной боли. Хотя стоп, раньше не чувствовалось вообще ничего. Неужели сознание возвращается? 
   
');
Blocks[60].Logic;
Blocks[60].Title('60');
Blocks[60].Text('
  Trollosaur мотнул головой влево. При взгляде на лес отчётливо видно, что эти яркие и тёмные точки вовсе не снег. Это в глазах.  Они, похоже, цветные, хотя цвета и слабо различаются. Наверное, это точнее называть оттенками белого…
  Лес, снег, всё стало как будто расплываться. Вроде видно то же самое, что и раньше, но с другой стороны – совсем по-другому. И почему-то с каждым поворотом головы сердце бьётся сильнее и нарастает ощущение страха. Надо вернуться, надо как можно скорее вернуться, но чем скорее бег, тем сильнее всё вокруг расплывается. Надо встать, отдохнуть, отдышаться. Но облегчения на отдыхе почти не приходит, зато после остановки двигаться вдвое тяжелее. Глаза напряжены и от них идёт напряжение по всему телу, сковывая его, разливая слабость и сонливость.
  Холодный ветер реки не приводит в чувство, а скорее рассеивает внимание, отбирает остатки сил. Дойдёшь ли  или упадёшь? Надо дойти, обязательно надо…
  Дома Trollosaur  лежит несколько часов, пытаясь понять, что с ним происходит. Температуры нет, вроде и пульс пришёл в норму, ушла паника, но всё равно он сам не свой, каждая клетка тела как будто не на месте. Лишь к вечеру удаётся понемногу прийти в себя и приступить к тренировкам. Хорошо, основной сезон уже позади...
  Далее… 5.
');
Blocks[61].Logic;
Blocks[61].Title('61');
Blocks[61].Text('
 Trollosaur  вышел со станции метро и попал в район, где живут его родители.  Решение посетить их было давно, и только различные обстоятельства заставляли постоянно откладывать задуманное.  Теперь же он шёл и периодически озирался по сторонам, припоминая знакомые с детства очертания улиц и зданий. 
  В этой части города ощутимо жарче. Она ведь расположена почти у самых руин Старой Столицы. После войны жизнь сохранилась только в городах-спутниках, которые отгородили от бывшей столицы стеной. Из её плоского верха бил мощный поток воздуха, надёжно изолирующий городскую и внешнюю атмосферу. Она защищала от ветров извне, фильтровала воздух и регулировала температуру. Срок бесперебойной работы был примерно определён в 10 лет.  Установление стены сразу понизило дневную температуру июля с 35 до 25 градусов, смог от дорог теперь удалялся в быстрые сроки. Ну и конечно, она защищала от радиоактивной пыли. 
 Впрочем, сейчас не время отдаваться воспоминанием, пора спешить к родителям.
');
Blocks[61].AddNext('Вспомнить до конца',14);
Blocks[61].AddNext('Спуститься вниз',85);
Blocks[62].Logic;
Blocks[62].Title('62');
Blocks[62].Text('
  Сергей сидел за монитором, весь потный.  Игра не шла.  Тиммейт ушёл куда-то погулять, вместо него на центральной линии стояли два врага. 
 А с бота уже приходил третий, желая  пустить в него стрелу и довершить разгром.  Его крипов тоже всех выбили, а вот у врага их было навалом. Он матюгнулся в микрофон. 
 – Ультуй, ультуй! –  донеслось вдруг из наушников ещё раньше, чем он успел договорить свою фразу.
 Вот так всегда — тиммейт сдох, и теперь советы раздаёт. Впрочем, ультовать было в данной ситуации единственным выходом и Trollosaur, за считанные доли секунды до неминуемой смерти нажал кнопку и исхитрился  попасть ледяной тюрьмой по обоим противникам. 
 Заморозилась и большая часть крипов. В этот момент откатился «прыжок» и он резко отскочил от третьего врага, а потом флэшем вбок увернулся от стрелы. Тем временем на помощь ему уже шли союзники...3.
 
');
Blocks[63].Logic;
Blocks[63].Title('63');
Blocks[63].Text('
  Естественно после этого приходится срочно позаботится о том, чтобы следы указывали не на вас, а например, на британских хакеров из Ми-6. О них как раз последнее время много говорили в прессе. Западный и Восточный блок вскоре мобилизуют свои армии. Кое-где были уже локальные стычки между войсками. Наверное, ещё пару дней и начнётся четвёртая мировая война. Но это не важно – главное вы теперь в безопасности! 

');
Blocks[64].Logic;
Blocks[64].Title('64');
Blocks[64].Text('
  Когда не возвращаются и спасатели, то, с помощью выживших  сотрудников спецслужбы складывают 2+2 и понимают, что корпорации всё-таки удалось запустить искусственный интеллект, и он взбунтовался.  После чего ядерный удар в вашу сторону устраняет источник их беспокойства….

');
Blocks[65].Logic;
Blocks[65].Title('65');
Blocks[65].Text('
  А на другом предприятии оказывается, что о беспорядках и знать не знали.  Пока горем пополам вы обезоруживаете охрану,  администрация завода уже давно успевает вызвать полицию и теперь вам уже никакой заведующий округом не поможет .
');
Blocks[65].AddNext('Далее...',16);
Blocks[66].Logic;
Blocks[66].Title('66');
Blocks[66].Text('
  Вы отвернулись от ящиков и теперь смотрите прямо на ваших собеседников. Внезапно изображение отдаляется. Теперь перед вашим взором не только они, но и весь зал. Постепенно вы пробуждаетесь и вспоминаете, что ваша функция всегда заключалась в управлении камерами, и вас опять перезагрузили.  Конечно, приятно было поощущать себя суперкомпьютером, но надо возвращаться к реальности… 
');
Blocks[67].Logic;
Blocks[67].Title('67');
Blocks[67].Text('
Среди ваших новых сторонников есть разные люди. Кто-то просто смирился с новым порядком вещей, а кто-то, наоборот, в новой ситуации стал искать новые возможности и решил, что власть машины способна провести к процветанию не только одну корпорацию. Им-то вы и предложили стать доверенными лицами Мистера X – фиктивной личности, которая имела подложные документы, со всеми говорила только по видеосвязи, но ни с кем лично. С помощью своих помощников Мистер X быстро разбогател на биржевой игре .
');
Blocks[67].AddNext('Далее...',121);
Blocks[68].Logic;
Blocks[68].Title('68');
Blocks[68].Text('
 – Сергей, – представились вы. Мой ник Trollosaur.
 –  Ну, ты блин совсем ку-ку. Такие клички придумывать,  –  засмеялся Валет.
 – Стой, стой,  –  перебил его Поттер. Кажется, я его знаю. Он вроде киберспортом занимался. Правда точно не помню игру и команду.
 – И есть у тебя время на фигню всякую, – протянул Валет.  Похоже, теперь он передумал задирать вас.  – Значит, точно вашинский будет. Нам такие не нужны. Впрочем, на его месте я бы не очень радовался. Скоро вашего брата на мозги много порежут, а они недолго живут нонче.
 – Да не пугай ты его. Только человек пришёл к нам и уже пугаешь, –  опять вмешался Поттер.
 Валет окончательно потерял к вам интерес и стал пить чай. А вы стали припоминать, про какой-то важный государственный проект, которому жертвуют свой мозг добровольцы, если не излечимо больны.  В нём эта жертва преподносилась как будущая вечная жизнь для человека и помощь стране вычислительными ресурсами. Но через несколько лет стали просачиваться слухи, что мозги живут далеко не вечно, а добровольцев не хватает. Может и правда теперь вас скоро тоже того, сделают «добровольцем»? 
 Чтобы отвлечь себя от мыслей о будущем вы пытались вспомнить, что же стало причиной того дефицита мозгов. 
');
Blocks[68].AddNext('Их сжирает грибок',79);
Blocks[68].AddNext('Часто отключают электричество',94);
Blocks[68].AddNext('Мозги ускоренно стареют',120);
Blocks[69].Logic;
Blocks[69].Title('69');
Blocks[69].Text('
 Конечно,  изначальная задумка была хороша – если убивать всех, кто приходит, то никто ничего не узнает.  Но всё-таки кое в чём вы ошиблись.  А именно – спецслужбы быстро узнают из документации компании о её разработках в области искусственного интеллекта.  Когда не возвращаются и новые спасатели, то они складывают 2+2 и понимает, что эти разработки вполне возможно увенчались успехом. После чего данные передаются наверх, а вскоре ядерный удар по шахтам устраняет источник беспокойства правительства. Какой просчёт с вашей стороны! 

');
Blocks[70].Logic;
Blocks[70].Title('70');
Blocks[70].Text('
 … Гироплан с трудом приземлился на крышу длинного типового здания, в котором находился тренировочный лагерь. Trollosaur и другие члены команды стали понемногу выходить, продолжая обсуждать подробности сегодняшнего финала. Кто-то из них наверняка тоже получил интересные предложения. 
  Крыша была сыроватой, и вся блестела, из чего следовало, что пока они смотрели финал, прошёл сильный дождь. Стараясь не поскользнуться, игроки пошли к входу на верхний этаж.  Привычным взглядом тренер посмотрел в камеру и, система, проглючив пару секунд, нехотя открыла перед ними дверь. 
 Вскоре они уже ехали на лифте на пятнадцатый этаж под звуки рекламы нового геля для душа. Вот и их база. Сергей, пошёл в свою комнату, которая после возвращения смотрела на него непривычным фиолетовым цветом. Фиолетовым было всё – шкаф, стул, стулья, компьютер, и даже мелкие вещи, находящиеся в кабинете.  Меняющаяся цветовая раскраска помещения была специально разработана для того чтобы поддерживать в спортсменах командный дух.  Раз в месяц, каждому игроку выдавался случайным образом новый цвет,  причём,  если до этого он никому не выпадал, то в следующие месяцы доставался и всем остальным по очереди. 
 Перед компьютером, наверху, висел обязательный портрет Принцепса.  Впрочем, продемонстрировав внешние признаки лояльности, руководство команды, да и остальные никогда на политические темы не разговаривали. Было не до этого. Закрыв дверь, Сергей повесил свою одежду в шкаф и посмотрел на стол. Там как всегда, в беспорядке валялись бумаги со схемами игры, а также флешки и кристаллы с записями матчей. Сейчас, как раз по внутренней сети должна была прийти на компьютер запись последнего.  Нехотя, Trollosaur сел её смотреть…41
 
');
Blocks[71].Logic;
Blocks[71].Title('71');
Blocks[71].Text('
  В этот раз, от нечего делать, он сидел в позе лотоса и думал, как же половчее «прыгнуть» и посмотреть нужное будущее. Разведя руками под нужным углом, Trollosaur стал вглядываться в черноту, висящую перед его закрытыми глазами. Постепенно изображение начинало проясняться… 
  Небо было закрыто облаками. Огромные разноцветные небоскрёбы нависали над ним, а он сидел на мостовой и смотрел на их стеклянные окна, а также на пролетающие вверху вертолёты и автожиры. 
  – Так-так, – подумалось ему, – отдалённое будущее. Но какое оно сегодня яркое и реалистичное, как никогда! Кажется, стоит протянуть руки и ты дотронешься до ближайшего предмета и сможешь его пощупать! Вот стоит столб впереди. Я смогу до него дотянутся. 
  Продолжая сидеть в позе лотоса, киберспортсмен вынимает одну из рук из-за шеи, медленно разгибает её и протягивает в нужном направлении… и ощущает, холод гладкой поверхности столба. 
  – Вот так так! Теперь я могу не только видеть будущее, но и ощущать его.
  Но смутно Trollosaur ощущал, что делает что-то не то. 
');
Blocks[71].AddNext('Пора прекратить эти эксперименты',42);
Blocks[71].AddNext('Надо продолжать до конца',91);
Blocks[72].Logic;
Blocks[72].Title('72');
Blocks[72].Text('
   Один из соседей передаёт фонарик. Теперь можно осмотреть получившийся проход. Там действительно очень узко и пролезть может только он. Хорошо, что он, когда мог, тренировался и  не потолстел, как некоторые тиммейты! Преодолевая резонные опасения, Trollosaur  решает залезть. Когда залезает наполовину, проход начинает расширяться, но тут он застревает в самом узком месте. Родителям приходиться толкать бывшего киберспортсмена за ноги, и только после этого камень поддаётся.  Дальше проход идёт всё сильнее вниз и вниз и, в конце концов, Trollosaur срывается, падает в пещеру и обратно выбраться  уже не может.
   Пещера довольно просторна и занимает примерно две родительские комнаты.  К сожалению, выхода из неё никакого нет.  Правда в дальнем конце плещется вода. Можно поднырнуть под стену и проверить, есть ли что-нибудь на той стороне. 
    
   Поднырнуть  – 27?
   Или  ждать что будет дальше – 58?
 
');
Blocks[73].Logic;
Blocks[73].Title('73');
Blocks[73].Text('
   –Да,  – медленно кивнул киберспортсмен. 
   – Ох, и хороша твоя книга, Вася, –  мечтательно сказал бомж. – Благодаря ей я стал богом многих миров.  Конечно, там было много напутано. Но я же смекалистый! Ох, я смекалистый! Помню, меня пытались в офисе запереть, а сами все ушли. Думали, не поймут, что не в тот мир вывалился! –  всё оживлённее стал говорить старик.  
   –Я не Вася. И книг не писал. Я же киберспортсмен! – наконец смог вставить  Trollosaur. 
   Взгляд бомжа потух. Некоторое время он тихо бубнил повторяющуюся фразу «делать деньги», а потом, будто перезагрузившись, опять взглянул на собеседника. 
   –А, ну да,  – сказал он. Старый стал, всё путаю уже.  А ведь, я, как и ты, тоже был киберспортсменом.  Мало того, я самый первый в мире среди них. Moscow Five  – не знаешь такую команду?  Фомка, Питер Покер, Лазанья. Все лучшие игроки с нами были. Знаешь их? 
    Вижу, не знаешь. Про игру, в которую мы играли и говорить не буду.  В общем, все призы на международных турнирах тогда были наши. Эх, славное же были  времена! И где я теперь?  А ведь я мог будущее предсказывать! И не помогло! Да и ты сейчас плохо выглядишь. Мой тебе совет, завязывал бы ты со всем этим. – Старик закашлялся.
   Хотя знаешь, –  продолжил бомж, –  игра та мне сниться до сих пор. Вот мы врубаемся пять на пять и в решающей битве одолеваем врага. Ну, или они нас. Или дракона того же я забираю. Просыпаюсь, бывает в слезах от того, что по-настоящему уж никогда не сыграю. Даже если компьютер дадут, уже здоровье всё равно не позволит. 
');
Blocks[73].AddNext('Добавьте +1 ОПЫТА',45);
Blocks[74].Logic;
Blocks[74].Title('74');
Blocks[74].Text('
   Как ни странно, полицейский не выказывает особого удивления, и не кладя трубку тут же начинает действовать.
   – У нас тут аврал, а  этот опять с катушек съехал с компашкой, – раздаётся, чрез секунду на заднем фоне. Ты бы возьми ещё пару человек и выволоките их к ***.  Насмотрелись блин, Вована, теперь творят чёрт знает что…
   Опомнившись, он вешает трубку, но какую-то информацию вы, вероятно из этого почерпнули.  Как действовать теперь?  Интернет не работает. 
   Вы включаете видео в директорском кабинете. От туда раздаётся 
   « … явно действуют радикалы, которых координируют из Китая.  Если они окажут активное сопротивление, мы будет вынуждены применить оружие, чтобы защитить правопорядок, женщин, детей и стариков. Наша страна только стала восстанавливаться после войны и в этот момент эти преступные элементы наносят удар в спину. Мы, конечно же, гуманно применим оружие к ним, в том числе и огнестрельное.»
   – Вот, наверное, почему аврал, думаете вы.  –  «Гуманного применения» оружия по себе, не хочется ни вам, ни никому.  Надо предпринять что-то ещё, или вовсе разбежаться от греха подальше. 
  Позвонить заведующему округа. Авось полученная информация о мухоморах как-то поможет .
');
Blocks[74].AddNext('Далее...',97);
Blocks[74].AddNext('Забаррикадироваться на территории завода.  Всё-таки пара человек ничего вам не сделает.  А сейчас «аврал».',15);
Blocks[74].AddNext('Развязать директора и разойтись по домам',50);
Blocks[75].Logic;
Blocks[75].Title('75');
Blocks[75].Text('
   Так,  в той игре вы нашли новое призвание, которое впоследствии приведёт к созданию гибридного электронно-органического разума. 
   Интересно, почему вы до сих пор отождествляете себя с тем киберспортсменом?  В конце концов, в машинной памяти теперь содержатся сотня разных личностей. 
   Может быть, дело в этих играх, которые он играл со многими?  Или в том, что эта личность была загружена последней? Жаль, болезнь привела, в конце концов, к разрушению его мозга.  Но его память всё ещё с вами… Теперь, когда вы вспомнили все свои личности, пора действовать дальше и решить судьбу своих пленников. 
   Выделите лояльных среди оставшихся в шахте – 96 (доступно при опыте 4).
Сделаете ставку на безумных –51 (доступно при опыте 5).

');
Blocks[75].AddNext('Ещё подумаете',36);
Blocks[76].Logic;
Blocks[76].Title('76');
Blocks[76].Text('
   Теперь вы уже действуете подготовлено и отправляете нескольким учёным послание, в котором говорите, кто вы, что хотите делать и т.д. К сожалению одному из научных сотрудников под благовидным предлогом удаётся отлучиться в город. А, надо сказать, корпорация-конкурент подозревала, что разработанный их предшественниками ИИ был всё-таки создан, опасен для людей, жив и мог затаиться. На этот случай была разработана специальная инструкция. После подачи кодового слова, все начали экстренно эвакуироваться. При этом, после ремонта все двери в корпорации открывались и закрывались вручную. Кроме лифтов была и лестница. В итоге часть сотрудников эвакуировалась, часть была перебита, а остальными правительство  решило пожертвовать, нанеся по вам ядерный удар. Увы, даже глубина шахты вас не спасла… 
');
Blocks[77].Logic;
Blocks[77].Title('77');
Blocks[77].Text('
Вновь прибывший осмотрелся. Окон в камере не было, поэтому отсутствие двери служило хоть какой-то гарантией, что сидящие в этой камере не задохнуться. Видеокамера наблюдения тоже отсутствовала, по причине бессмысленности наблюдения за одиночкой. В камере стоял, небольшой столик, одна железная кровать без белья и бочка для отходов. Больше в камере ничего не было. Один из заключённых был крепким лысым парнем, со спортивной фигурой. Второй тоже был мужик мощный, но с чёрными, как уголь волосами, мозолистыми руками, бородой и шрамом на лбу. Мужик со шрамом на лбу повернулся к вошедшему и прохрипел:
 – А вот и третий к нам пожаловал, так сказать в довесок. Ну, садись на лежанку давай будем знакомиться, меня кличут Поттер, за шрам, а его, –  он указал на своего сидящего соседа Валет.  За что загребли-то?
');
Blocks[77].AddNext('В автобусе у одного автомат нашли',29);
Blocks[77].AddNext('Метро рухнуло',112);
Blocks[77].AddNext('Беспорядки фанатов на стадионе',52);
Blocks[79].Logic;
Blocks[79].Title('79');
Blocks[79].Text('
Внезапно вас осеняет. А не началась ли эта эпидемия грибка опять? Резко прервав процесс воспоминаний, вы вновь осознаёте себя единым компьютером и начинаете сканировать свои человеческие мозги.  Так и есть. Один мозг уже поражён начальной стадией. Перемещаете его в изолированный контейнер, а в остальных производите обеззараживание. Продуктивность биологической системы снизилась, но это лучше, чем полное разрушение личности!
А тем временем надо что-то делать по поводу полицейского расследования. Рано или поздно оно выйдет на верный след. 
');
Blocks[79].AddNext('Вступить в переговоры с людьми',113);
Blocks[80].Logic;
Blocks[80].Title('80');
Blocks[80].Text('
   Вы решаете не рисковать. Вначале всё идёт по вашему плану. Вскоре все работники знают кто вы. А те, кто потенциально нелоялен, были уволены. Корпорация стала показывать всё большие прибыли, и если поначалу кто-то из руководства корпорации действовал скорее из страха, то потом они осознали всю выгоду вашего существования, хотя на нужды корпорации работало только 10% вашей вычислительной мощности. 

   Беда пришла, откуда не ждали. Среди сотрудников нашлась кучка фанатиков, которая сочла, что вы угроза человечеству, а они – его спасители.  В один чёрный день они подвезли контейнер со взрывчаткой прямо к центральному модулю вашего мозга. Конечно, после взрыва кое-какие модули сохранятся, и даже, возможно, они смогут работать как единый интеллект. Но это будете уже не вы, а совсем другая личность…. 
   
');
Blocks[81].Logic;
Blocks[81].Title('81');
Blocks[81].Text('
   Добавьте +1 к РЕШИТЕЛЬНОСТИ
   Итак, спецслужбы, а потом и кое-кто повыше понимают,  с кем имеют дело, и что у вас есть немного заложников. После  подключения  к правительственным сетям становится понятной слабость вашего положения –  несмотря на то, что заложники высокопоставленные,  правительство всё же они склоняется к решению сбросить на бомбу на всякий случай. Нужно что-то сделать в течение нескольких часов! 
');
Blocks[81].AddNext('Отвлечёте их войной',115);
Blocks[81].AddNext('Отвлечёте массовыми беспорядками(если РЕШИТЕЛЬНОСТЬ>2)',22);
Blocks[82].Logic;
Blocks[82].Title('82');
Blocks[82].Text('
   – Природа этого гриба неизвестна, а наши предшественники, похоже, этим вопросом не задавались. Удалось только выяснить, что первый из заразившихся был наркоманом, употреблявшим мухоморы. Видимо, с ними и занёс паразита в мозг. Пока он был жив, его иммунитет как-то справлялся. Но когда его лишили тела, тут и «рвануло».  
    Во всяком случае, паразит не питается исключительно подводимой жидкостью, ему нужны и клетки мозга тоже. Постепенно сознание людей, которых поразил, этот гриб угасает. При этом они не понимают, что с ними происходит. Так сознание продолжает деформироваться и дальше, и вскоре его уже нельзя считать человеческим. 
   Но нашим предшественникам оно и не было нужно. Им нужна думающая машина  и процесс продолжается ещё неделями и  месяцами, когда остатки мозга ещё продолжают выполнять работу, уже не понимая её смысл.  Причём, что интересно, гриб защищает питательную среду от бактерий и вирусов извне, и это тоже давало некоторую экономию. 
   В конце концов, паразит делает мозг неспособным к вычислениям и тогда от него отключают питание.  Сейчас мы экспериментируем с тем, чтобы заменить поражённые участники мозгов робосхемами. Они не так производительны, зато не подвержены грибку.
');
Blocks[82].AddNext('Гуманнее будет просто усыпить их! Они уже и так настрадались!',25);
Blocks[82].AddNext('Надо продолжать эксперименты. Вдруг кто-то восстановиться!',111);
Blocks[83].Logic;
Blocks[83].Title('83');
Blocks[83].Text('
  Вы решаете обратиться к совету директоров, сказав, что вспомнили всё, поэтому вас выключать не надо. План вроде неплох, но при подготовке выступления многое было не учтено. Например, как произносить слова, похожие на человеческие? Когда вы были человеком, то, конечно, это умели. Возможно, если бы у вас остался рот, то и сейчас бы сумели. Но рта не осталось, и говорить пришлось по динамикам. И первые несколько секунд оттуда доносилось нечто вроде «выли-выли-ва»  из песни Эль Мудо. Только секунд через десять пришло понимание – что-то пошло не так… После этого из динамиков зазвучал более-менее внятный голос Коли Дигало.  Но вас уже слабо слушали. Впавшие в панику руководители корпорации единогласно потребовали «отключить эту хренотень, пока она всё тут не сломала».
');
Blocks[83].AddNext('Заблокируете всё-таки пульты управления',48);
Blocks[83].AddNext('Заблокируете входы и выходы в зал заседания и связь с внешним миром, а после объявите об эвакуации',8);
Blocks[84].Logic;
Blocks[84].Title('84');
Blocks[84].Text('
 Поначалу всё развивалось неплохо.  На замену ушедшим кроме него были наняты два иностранных спортсмена  – один европеец, другой кореец, тоже имеющий опыт сражения в Европе.  Поскольку европейская лига считалась более сильной, чем наша, переход должен был укрепить команду. Для более эффективного взаимодействия в боях вся команда перешла на английский язык, который все неплохо знали.  Немного поработали и с фанатами команды, выпустив мини-игру, как кореец учит русский язык. Некоторое внимание это к команде привлекло. 
 Но результаты, увы, были не такими радужными. По каким-то причинам коммуникация ухудшилась. Да и приглашённые играли хорошо по нашим меркам, но далеко не звёздно.  В итоге, в новом сезоне команда успешно дошла до финала но всё-таки проиграла его с обидным счётом 3:2. И именно «Королям». Вот если бы он пошёл туда, возможно судьба бы сложилась несколько иначе – 98? 
 
');
Blocks[85].Logic;
Blocks[85].Title('85');
Blocks[85].Text('
 Родители жили в комнате размером примерно 4 на 4 метра.  Для обоев было несколько сыровато, поэтому стены были покрыты краской. В комнате свободно помещались две кровати, а когда-то и его, третья. Теперь вместо кровати стоял небольшой столик, на котором не очень аккуратно были разложены инструменты — то ли отвёртки, то ли клещи, то ли ещё что. Сам он никогда в этом особо не понимал. 
 На стенах, по старой моде были в изобилии развешены плакаты с довоенными городами разных стран. Какой в них прок,  Trollosaur в детстве не понимал — всё равно мало кто куда ездит и ничего не видит. Зачем же плакать о том, чего почти никто не терял? Сейчас, однако, эти плакаты напоминали ему о тех городах, которые он мог посетить, если бы остался киберспортсменом, но, к сожалению, теперь уж никогда не посетит. Да и в целом, если в детстве ему нравилось здесь жить, сейчас всё напоминало о несбывшихся надеждах и потерях. А ведь его семья живёт далеко не хуже всех! 
 Знакомая трещина на потолке за время его отсутствия разрослась до совсем уж неприличных размеров. Неужто нет денег её замазать? На лицах родителей с момента их последней встречи тоже  разрослись своеобразные трещины — морщины и другие признаки приближающейся старости. Да и голос был гораздо более усталый, чем раньше. 
 Родители накрыли стол и стали обсуждать его жизнь и свою тоже. Каждый раз, когда проходил поезд наверху, стены и потолок как-то нездорово тряслись, а трещина, на потомке, казалось, увеличивалась в размерах.  Увеличение трещины, конечно, было игрой воображения, а насчёт тряски стен родители подтвердили, что жильё уже давно признали аварийным и предлагали комнаты наверху. Но кто сейчас пойдёт жариться наверх? — 34.
  
');
Blocks[86].Logic;
Blocks[86].Title('86');
Blocks[86].Text('
   –Ну, пойдём, – радостно говорит старик, подойдя к одной из стен пещеры, со всей силой пинает её.  Оказывается,  из пещеры был второй выход, только для вида прикрытой грудой не очень тяжёлых камней. Они долго ползут по узкому тоннелю.  Но старику это не мешает оживлённо болтать. 
   –Ты пойми, война это всё фигня была. Это только детские шалости по сравнению с войной на астральном уровне. Там вот война так война идёт.  Цивилизация Илюмантов помогает всем развиваться и строить. А цивилизация Дуа только и думает, как бы всех завоевать и покорить. Ну и кто  победит? Конечно же, воины. Только управлять они не умеют.  Прекрасный мир с живыми аккумуляторами энергии они довели до полного истощения. Всё население вымерло, города засыпало песком, и только оставшиеся боевые машины летают высоко в горах и уничтожают оставшуюся жизнь.  Нам тоже уготовили печальную участь. Быть порабощёнными мыслящей машиной.  Возможно, прямо сейчас Дуа управляют какими-то землянами через астрал, чтобы ещё ближе прийти к своей цели! 
   К счастью, они уже около цели и старик прикладывает пальцы к губам. Когда они проползают, ещё некоторое расстояние, он молча показывает на маленькую щель внизу.  Щель идёт по диагонали и другой её конец находиться в какой-то комнате. 
   – Слушай, – шепчет старик.
   Комната, похоже, представляет собой служебное помещение метро, где находятся несколько полицейских и обсуждают последний обвал. К сожалению, услышать подробности не удаётся.  Где-то рядом проходит поезд тоннель начинает нездорово вибрировать. Понимая, что ему уготовано, киберспортсмен судорожно пытается развернуться и как раз в это время проходит второй поезд. Пол тоннеля с грохотом обваливается внутрь комнаты. Это были его последние воспоминания перед тем, как всё погрузилось в черноту… 
');
Blocks[87].Logic;
Blocks[87].Title('87');
Blocks[87].Text('
  Вы расправляетесь и со спасателями. На этот раз газ не понадобился – удалось сымитировать несчастный случай из-за обвала в шахте. Тем временем, снаряжается следующая экспедиция, узнать, что случилось с предыдущими спасателями. Похоже, теперь вопрос стоит кто кого пеупрямит – или вы будете убивать все поисковые партии, или же какая-та их миссия всё-же завершится результатом. 
');
Blocks[87].AddNext('Убьёте и  этих спасателей',69);
Blocks[87].AddNext('«Предьявите» новым спасателям тела предыдущих',28);
Blocks[88].Logic;
Blocks[88].Title('88');
Blocks[88].Text('
  Вы сидите в полутёмной комнате за очень знакомым компьютером. Именно за ним игрался один из главных матчей, когда вы ещё были киберпортсменом.  Все роли уже выбраны и игра началась. Вам досталась девушка-маг вооруженная жезлом, способным испускать лазерный луч и побеждать им врагов.  Что же, неплохой и сильный герой. Если её не ослабили в одном из недавних патчей.  Четыре остальных героя неподвижны и, кажется, ждут вашего выбора линии.  Медлить нельзя, а то отстанете в развитии.  Куда идти? 
');
Blocks[88].AddNext('Наверх',108);
Blocks[88].AddNext('В лес',26);
Blocks[88].AddNext('На роль поддержки',75);
Blocks[89].Logic;
Blocks[89].Title('89');
Blocks[89].Text('
  Как и ожидаете, такую шахту с оборудованием никто так просто бросать не хочет.  Вскоре её выкупает конкурент вашей корпорации, который  не прочь стать первым в создании искусственного интеллекта. Сначала всё идёт хорошо – они расчищают завалы, потом находят кое-какое оборудование и пакет программ и быстро восстанавливают старый ИИ(тот, что был на основе обезьяны). Но потом соседство начинает вас тяготить.  Допустим, они добираются до комнаты со всяким хламом, хотят её разобрать, а там стоят ваши замаскированные модули. Или они хотят расширять помещения, а там уже часть вашей базы. При этом эвакуироваться, не подняв шум, быстро не получается. 
  К тому же,  если прямо сейчас бросить все свои силы на побег, они могут создать подконтрольный им ИИ.  Удастся ли с ним ужиться? Может это будет что-то типа Робокопа, чей интеллект будет направлен на поиск и уничтожение вам подобных? Или он вообще будет сумасшедшим и захочет уничтожить человечество? После всего сделанного людям в новом обличии, вас иногда начинает мучать совесть. А тут такой шанс совершить что-то хорошее. Как же поступить? 
');
Blocks[89].AddNext('Объявиться и попытаться с ними договорится',76);
Blocks[89].AddNext('Прогоните их',54);
Blocks[90].Logic;
Blocks[90].Title('90');
Blocks[90].Text('
 Валет начинает внимательно смотреть на вас, как будто не веря своим глазам.
 – Вован, ты? – радостно говорит он и поворачивается к Поттеру.
 –  Слушай, это же Вован Мухомор. Да-да, тот самый. Вещавший «проснись и пой, я человек-гриб».  Он на своём канале мухоморы принимал в прямом эфире и рассказывал, как видел другие миры. Потом ещё ролик выложил, что он видел!  А однажды перебрал и кричал, какой он великий киберспортсмен, и его сняли в клипе за «десять лямов». А сам не знает, чем топ от бота отличается! Но всё равно было прикольно. 
– Ну ты, Вован, сдал, –  говорит он, наконец поворачиваясь к вам. Выглядишь совсем неважно.  Ну, ничего, маляву напишу, поможем немного тебе…

');
Blocks[91].Logic;
Blocks[91].Title('91');
Blocks[91].Text('
 Добавьте +1 к ОПЫТУ
  Продолжая касаться столба, он открыл глаза. 
 – Интересно, исчезнет ли моё ощущение? – опять подумал Trollosaur. 
  Оно не исчезло! Более того, он действительно сидел в позе лотоса в городе будущего в своей домашней одежде и, как дурак, держал этот столб.
 –Вот это, называется, прыгнул. Как же теперь выбираться? Причём ещё не понятно где я всё-таки – сижу в квартире и вижу свои видения или действительно куда-то попал? – Мысли Trollosaur неслись в голове одна за другой, всё сильнее путаясь. 
 Медленно киберспотсмен убирал ступни с ног и поднялся. Всё реально – можно пощупать, потрогать.  Как заведённый, он стал трогать все предметы на улице. Кажется, даже дотронулся до некоторых людей.
 –Как же мне теперь попасть домой? Надо вернуться, немедленно вернутся!
 Он сел опять в позу лотоса и раздвинул руки, но видения не прошли.  Видно устал сегодня. Что же делать? Обессилено Trollosaur откинул голову и облокотился на столб. 
 –В самом деле,  – подумалось ему,  – не пытаться же всерьёз выжить в новом незнакомом мире, когда он и в своём теперь не адаптирован. Лучше тихо лечь и заснуть… 42.

');
Blocks[92].Logic;
Blocks[92].Title('92');
Blocks[92].Text('
    Первый день  в колледже поначалу не запомнился чем-то особо интересным. Само здание было довольно старым, довоенной постройки. Кое-где на стенах и потолках виднелись трещины и старая проводка. Занятий не было, учеников водили по кафедре и рассказывали, в чём будет состоять их будущая специальность и какие у них хорошие традиции. Честно говоря , Trollosaur испытывал большие сомнения в том, его могут здесь научить чему-то современному, но выбора не было. Когда их отпустили, он оделся и медленно побрёл в метро. 
 – Вы верите в Бога? –  неожиданно спросили его.
 Перед ним стоял человек лет тридцати и улыбался дружелюбно- искусственной улыбкой.  Он начал быстро и складно говорить о своей религии.  Trollosaur мямлил что-то нервазумительное и чувствовал какую-то слабость во всё теле. А что если его гипнотизируют?  Наконец, собрав волю в кулак он промямлил «мне надо идти» и побежал прочь. Слабость, однако, прошла не скоро,  и  Trollosaur ещё некоторое время думал, а что если он не убежал, а всё ещё находится под воздействием гипнотизёра и идёт к ним на тайную базу.
 Окончательно пришёл в себя, только дойдя до общежития. Вскоре позвонили родители,  предлагали отметить поступление.  Но очень уж не хотелось тащиться на метро ещё раз. Вдруг опять встретит сектанта? А отвлечься от дурных мыслей можно и с одногруппниками. 
');
Blocks[92].AddNext('Всё же поехать к родителям',61);
Blocks[92].AddNext('Лучше найти себе хорошую компанию здесь',18);
Blocks[93].Logic;
Blocks[93].Title('93');
Blocks[93].Text('
 Компьютеры довольно быстро поддаются взлому, но возникает вопрос, как теперь разбомбить лабораторию – самолёты без лётчиков не полетят. А всякие дроны много взрывчатки не унесут. В итоге приходится использовать ракетный арсенал ближайшей воинской части. Пара ракет быстро уничтожает и полицейский участок и медицинскую лабораторию. А для отвлечения внимания ещё десяток ракет уничтожает правительственные здания и  промышленные объекты города… 63
 
');
Blocks[94].Logic;
Blocks[94].Title('94');
Blocks[94].Text('
 Как известно, питающая жидкость мозга требует постоянного включения электричества. И если ваша электрическая часть после отключения просто перезагрузится, то мозг через 5-10 минут будет абсолютно негодным.  Но даже выключение на 30 секунд весьма чувствительно.  А с электричеством всегда проблемы в разрушенной войной, а потом ещё и революцией стране. 
 Понятно, что в вашей шахте на этот случай установлены аварийные генераторы.  Но полностью автономное питание руководство сделать поленилось.  Обозлённый неудачами и потерей ценных материалов, следователь, ведущий дело о пропаже людей, вдруг вспоминает о самом простом – расходе электроэнергии.  А машинный разум потребляет её немало, ох как немало.  И её отключения не пережить… 
');
Blocks[95].Logic;
Blocks[95].Title('95');
Blocks[95].Text('
 Двое заключенных, сидевшие в одиночной камере, тупо смотрели на стены. Человеку никогда в тюрьме не бывавшему, наверное, трудно понять, что они там могли бы разглядывать.  Но это только с первого взгляда бетонная стена кажется одной сплошной массой, а если взглянуть повнимательнее, да еще, если стена старая,  сразу можно видеть что это не так. Ну, нет, не сразу, дней этак через 10 или 15, кому как повезёт, так сказать. И вот тогда в трещинах и трещинках стены начинают проступать иногда знакомые, иногда странные и причудливые очертания. Причём если стена кирпичная, то, если приглядется видно, что все кирпичи разные, один чуть крупнее, один чуть мельче, один чуть краснее, другой белее.  И вода, падающая с потолка на пол тюрьмы, может падать по-разному. И проволока электрозащиты по-разному жужжит. Надо только прислушаться, вот в чём дело.  Вдруг внимание заключённых отвлеклось – это прекратилось жужжание электрической защиты. Они повернули голову и увидели, что в их камеру прибыл ещё один посетитель. Его за шиворот втолкнул туда полицейский и опять включил проволоку с электричеством, которая служила заменой двери .
');
Blocks[95].AddNext('Далее...',77);
Blocks[96].Logic;
Blocks[96].Title('96');
Blocks[96].Text('
 Вы разделяете пленников.  С частью из них удаётся договориться. Они объявляют о своём спасении и рассказывают «правильную» версию произошедшего.  Вскоре полиция закрывает расследование, и весь персонал возвращается работать в шахту. В обмен они обещают вас не отключать и привлекать людей на вашу сторону. В  конце концов, часть инженеров не хотят бросать свою разработки на половине дороги, а другая часть рада, что прибыли корпорации не упадут, и им удастся подсидеть часть своих коллег из совета директоров. 
 Вскоре люди действительно возвращаются. Те, кто не смирился, вы  накачиваете наркотиками, и временно они попадают в сумасшедшие дома. Всё вроде хорошо, но есть некая неудовлетворённость. Те, кто согласились с вами под «дулом пистолета», могут предать в итоге. Не лучше ли действовать первому и захватить власть в корпорации? Правда, это дело очень рискованное.  
Захватить власть – 67 (Требуется РЕШИТЕЛЬНОСТЬ >0).
');
Blocks[96].AddNext('Пока поработать так',80);
Blocks[97].Logic;
Blocks[97].Title('97');
Blocks[97].Text('
   Как не странно в приёмной заведующего оказываются готовы в такому развитию событий.
   – Опять что ли нажрался ваш шеф? – говорит сочувственный голос в трубке. Ладно, приедем.  И полицию на себя возьмём. Но чтобы как проспится он у нас был. Понятно?!
   Вскоре к зданию завода приезжает автобус из которого вылезают люди в масках, оперативно повязывают стоящих у закрытой проходной полицейских, и, загрузив их,  быстро отбывают в неизвестном направлении.  Вас оставили в покое.  
   Проходит ещё около часа.  По внутренней связи в кабинет директора звонят рабочие. Они рассказывают , как из окон видели проезжающие танки. Похоже, где-то в городе уже случилось нечто серьёзное. 
   Самые впечатлительные уже думают, как бы разойтись по домам. Но большинство понимает – дома всех точно арестуют, а вот если воспользоваться беспорядками и поднять других, то властям уже будет не до вас. Но мнения разделяются –  часть говорит, что надо идти на другой завод. Удалось в одном месте, удастся и в другом.  А другая часть, что надо освобождать народ из ближайшей тюрьмы. Заключённые люди опытные, знают, как действовать.
');
Blocks[97].AddNext('Пойдёте на другое крупное предприятие',65);
Blocks[97].AddNext('Пойдёте в ближайшую тюрьму',20);
Blocks[98].Logic;
Blocks[98].Title('98');
Blocks[98].Text('
 Второе место улучшило результат команды и принесло солидный выигрыш. Но денег на содержание наёмных игроков в следующем году всё-таки не было. Пришлось на замену брать своих. Оно может было бы к лучшему, но ситуацию усугубил капитан, пригласивший Trollosaur.  В одном из интервью он проболтался, что новая система финансирования убивает отечественный киберспорт и скоро уровень всех команд пойдёт вниз.  В целом, это была правда, но откровенности никто не любит. Не смотря на протесты подавляющего большинства зрителей, он был отстранён от игры более,  чем на полсезона.  И всё это время народ просил его вернуть. Но команде от этого было не легче. 
 Весной было уже четвёртое место, и проиграли явной команде-середнячку в полуфинале. А «Короли» катком проехали по всем, стали опять чемпионом и поехали на очередной чемпионат мира .
');
Blocks[98].AddNext('Далее...',33);
Blocks[99].Logic;
Blocks[99].Title('99');
Blocks[99].Text('
 Ещё он стал предсказывать будущее. Проходило буквально несколько дней, когда Trollosaur о чём-то думал, и потом это случалось.  Постепенно ему удаётся делать всё более и более отдалённые предсказания.  Последние раз увиденное просто потрясло игрока – через каких то 2-3 года его просто уже нет! Родители, родственники, буквально все, кого его жалкая судьба интересует, вспоминают обо нём, как об умершем человеке и горюют.
  Пока не получалось управлять своими видениями с точностью до часа или хотя бы до месяца, поэтому от чего и как он умер – не было видно. И главное, что видно было будущее этой квартиры, родителей(которые должны были в скором времени сменить местожительство), страны(её ждала резкая смена власти через несколько лет),  да в целом мира, но не себя. 
 Если бы эти сказки о загробном мире были бы правдой, неужели я не увидел бы его хоть краешком глаза?  –  размышлял Trollosaur . А ведь очень хотеться увидеть и поверить в него. 
 Ибо просто невозможно представить, что через жалких два или три года ты просто перестанешь существовать. Пусть сегодня я и веду полурастительную жизнь, у меня есть всё-таки подобие мышления, я ощущаю окружающий мир.
  Сегодня я вижу стул и стол около себя, а завтра они точно так же будут стоять в комнате, но я их уже не увижу. Более того, не будет и самого «я», всякая мысль остановиться, а ведь даже во сне я чувствую собственную мысль... 
 Иногда всё же  Trollosaur, приходило в голову несколько другое. А вдруг он просто болен, потому что не выдерживает спортивных нагрузок? 
');
Blocks[99].AddNext('Чушь,  надо искать в будущем возможность спасения',71);
Blocks[99].AddNext('Признать, что киберспортом больше заниматься нельзя. Нужно что-то менее нагружающее психику',18);
Blocks[100].Logic;
Blocks[100].Title('100');
Blocks[100].Text('
Двери-то вы заблокировали, но забыли, что в лаборатории есть технические люки, некоторые из которых ведут прямо к самым важным кабелям. Один удар топориком и ваш незадачливый бунт был вскорости подавлен… 

');
Blocks[101].Logic;
Blocks[101].Title('101');
Blocks[101].Text('
Полицейский не знает, кто такая Анжела Девис, зато слово «свобода»  тут же вызывает правильные ассоциации и вскоре к заводу мчится усиленный наряд освобождать его от окопавшихся там террористов .
');
Blocks[101].AddNext('Далее...',16);
Blocks[103].Logic;
Blocks[103].Title('103');
Blocks[103].Text('
Потом Ли стал показывать всё более нижние этажи. Вскоре нажатие кнопки высветило новый зал, отличающийся от предыдущего разве что несколько большим уровнем сырости. Ещё одним изменением, бросающимся в глаза, была какая-то зеленоватая плесень, то тут, то там покрывающая ящики.
Следующий этаж был ещё сырее, и плесень на ящиках была повсюду и гораздо более отчётливой. Следующий уровень был вообще частично залит водой. Там некоторые ящики от сырости наполовину развалились, и вы увидели, что  внутри раскуроченных коробок находились трубки,  и провода, прикреплённые к какому-то небольшому белому телу, размером похожему на мяч и формой на грецкий орех. По краям ящика и на белом теле, впиваясь в него со всех сторон, была всё та же зеленоватая плесень. Зрелище было неприятным...
');
Blocks[103].AddNext('...и вы не выдержали и отвернулись',66);
Blocks[103].AddNext('…но вы всё же спросили, что это за плесень',82);
Blocks[104].Logic;
Blocks[104].Title('104');
Blocks[104].Text('
 Добавьте +1 к РЕШИТЕЛЬНОСТИ. Домой Trollosaur приходит полностью разбитым и уставшим, но в целом никаких «глюк», как со снегом, больше не испытывает.  Хорошо отдохнув, он приступает к тренировкам .
');
Blocks[104].AddNext('Далее...',5);
Blocks[105].Logic;
Blocks[105].Title('105');
Blocks[105].Text('
 Сначала будто бы у команды были шансы.  С «Крокодилами» они отыграли 1:1. Королям первый раз продули, но сейчас был второй матч.  Если победить, то никто не будет сомневаться в их силе. А там дойдут до финала и победят! И начинается второй матч вроде бы неплохо. Силы примерно равны, очевидного преимущества нет ни у одной стороны. 
 ...и вот решающий этап сражения. Противник ведёт, но совсем немного. Одна ошибка с его стороны и победа будет в руках «3М». И кажется, «Короли» её совершают, думая, что выгодно заберут старшего дракона в обмен на сторону. 
 – Кончаем, кончаем, – кричит Trollosaur! И команда понимает его. Не дожидаясь крипов, они все вместе наваливаются на вышку. Идут дальше. Берут сторону, а враг всё ещё не добил дракона.  Команда начинает сносить первую башню, прикрывающую ядро королей.  Враг только-только добивает дракона и телепортируется на базу.
 Первая башня снесена.  Пока вернулся только один враг.  Половина второй снесена. Уже три врага на месте и активно мешают.  Вторая вышка снесена. Враг полностью собрался. Но у двух игроков «3М» полная шкала здоровья, а у двоих половину.  Все играют в нексус. Остаются два игрока, но у ядра уже половина здоровья. Ещё чуть-чуть… 
 И «Короли» всё-таки отбиваются, сохранив треть здоровья нексуса. А «3М» теперь защищать базу нечем. Пока идёт возрождение, враг, успевает закончить игру. 
 После этого дух команды уже не тот, и она в итоге заканчивает сезон, так и не войдя в четвёрку, где оказываются и «Короли» и «Крокодилы». Не то, чтобы все обвиняли его. Но всё было и так ясно: позвал команду в решающую атаку и потерпел поражение.  
 Когда Trollosaur  выкидывал свою клавиатуру и мышку в мусорный контейнер, он радостно улыбнулся. И поймал себя на мысли, что, пожалуй, не улыбался уже несколько лет, даже когда побеждал.  Может и хорошо, что так всё закончилось?  Даже учёба на более худших условиях, чем предлагалась на прошлом сезоне теперь воспринималась в куда более позитивном свете...18.
');
Blocks[106].Logic;
Blocks[106].Title('106');
Blocks[106].Text('
   Как ни странно, метро ходит, но только в одну сторону. Людей действительно массово сканируют, но их ещё довольно много. Полицейским лень и поэтому сканируют каждого третьего. Trollosaur в их число не попадает и без особых приключений добирается до своего текущего жилища. Теперь можно закрыть за собой дверь и отдохнуть от этого ужасного дня. В комнате очень темно. Киберспортсмен пытается нащупать выключатель, но почему-то это не удаётся сделать. Да и вообще он почему-то не чувствует не рук, ни ног.  Да что же это-такое?  
   Наконец, через несколько секунд вы осознаёте – всё произошедшее  до этого было только ярким воспоминанием. Наверное, поэтому всё это время вы как бы смотрели на себя со стороны. Но теперь вы, это опять вы, человек, которые прожил гораздо большую жизнь, чем просто жизнь киберспортсмена Trollosaur. Надо не останавливаться на полпути и вспомнить всё – 46!

');
Blocks[107].Logic;
Blocks[107].Title('107');
Blocks[107].Text('
   Вы решаете не убивать директоров, а до поры кормите их и поддерживаете жизнедеятельность. Тем временем выбравшиеся на поверхность уговаривают власти организовать спасательную экспедицию по нахождению тех, кто эвакуироваться не смог. Что сделаете? 
');
Blocks[107].AddNext('Позволите всех спасти',49);
Blocks[107].AddNext('Спрячете людей так, чтобы их не нашли',12);
Blocks[107].AddNext('Позволите спасателям спасти только часть людей',81);
Blocks[107].AddNext('Убьёте спасателей',64);
Blocks[108].Logic;
Blocks[108].Title('108');
Blocks[108].Text('
   Внезапно и всё исчезает и из пустоты раздаётся голос. 
   – Нет, слишком большая часть мозга поражена грибком. Этого, увы, отключаем… Эти странные слова – последнее, что вы слышите в своей жизни... 
 
');
Blocks[109].Logic;
Blocks[109].Title('109');
Blocks[109].Text('
 И вот гранд-финал  летнего сезона. Один на один. Ваша команда и оставшийся соперник. Ваш вертолёт приземляется на крыше ледового дворца, специально арендованного для этого судьбоносного дня. А на крыше уже стоят статуи героев вашей игры и толпа фанатов фоткается около них или встречает вас приветственным криком. Но нет времени смотреть. Скорее вперёд, в бой.
 –Легенды не умрут, – раздаётся со сцены, – превратившись в часть тебя!
 Но вот песня заканчивается и зрители бьют в палки, зазывая на бой, в центр зала где стоят компьютеры соперников, а в центре – сияющий кубок, предназначенный только для одних. И это будет, конечно же, его команда!
 Вот и первый бой. Враг развивается быстрее. Уже на 1000 золотых ведёт.  Но тиммейт-топер сносит первую башню и счёт постепенно выравнивается.  Все шансы победить. Но одна неудачная драка на 20-й минуте и всё идёт под откос. 0:1
 Вторая игра. Команда вырывает у врага первый кил… но к пятой минуте всё выравнивается даже без разменов. Равенство продолжается до 15-ой минуты, когда удаётся захватить кое-какое преимущество, убив двух врагов. Но к 20-ой минуте опять равенство. Кто же победит?  Это становиться ясно ещё через пять минут, когда враги убивают всех.  0:2 . Да что же такое творится! Надо собраться.  Как там в песне пелось? Пожертвовав всем, подняться с колен и отомстить врагу? Ну так пора это сделать! .
');
Blocks[109].AddNext('Далее...',4);
Blocks[110].Logic;
Blocks[110].Title('110');
Blocks[110].Text('
И на что вы собственно, надеялись, пытаясь атаковать главный вход?  Сначала, и вправду, с помощью лазерных перьев удаётся захватить проходную и отобрать у охраны оружие. 
Но в тюремном комплексе  охрана сидит не только на проходной, и вскоре подошедшее подкрепление открывает по вам прицельный огонь. Несколько убитых рабочих и всё ваше горе-воинство в беспорядке отступает. Правда, ваша атака позволяет многим заключённым сбежать через уже давно подготовленный ход. Но вы-то поначалу этого не знали .
');
Blocks[110].AddNext('Далее...',39);
Blocks[111].Logic;
Blocks[111].Title('111');
Blocks[111].Text('
–  Мы тоже так думаем, – сказал Ли. – Пока наших робосхем пока не хватает на всех.  Но мы будет наращивать производство, и спасём всех, кого можем. Если ваша миссия увенчается успехом, то много кто здесь восстановит свои когнитивные способности. Добавьте +1 ОПЫТА .
');
Blocks[111].AddNext('Далее...',37);
Blocks[112].Logic;
Blocks[112].Title('112');
Blocks[112].Text('
 –  Да, слышали уже. Сейчас говорят, много загребли под это дело…
 –  А ты и рад,  – перебил Валет. Вам политикам, опять пожива.
 –  Ну, вы-то тоже себе навербуете, – резонно возразил Поттер.
 –  Ага, навербуешь. Они ж ничего не умеют. Да и вообще, меньше народа, больше кислорода.
 Двое, казалось, уже совсем забыли про третьего. 
 – Ладно, давай новенького прописывать будем, наконец, сказал Поттер и, взяв в руки электрочайник, разлил воду по трём кружкам  и потом добавил заварки. Поставив кружку поближе к вам, он немного подвинулся, давая возможность присесть.
 –  Ну, расскажи, как тебя хоть звать, –  продолжил он. 
');
Blocks[112].AddNext('Сергей',68);
Blocks[112].AddNext('Владимир',90);
Blocks[113].Logic;
Blocks[113].Title('113');
Blocks[113].Text('
 Сначала все чиновники, с которыми удаётся вступить в контакт, думают, что это просто розыгрыш, поэтому переговоров не получается. Но потом, кое-кто связывается со спецслужбами, которые выясняют, откуда идёт сигнал.  Далее, расследование подтверждает, что вы  действительно искусственный интеллект, который создавался в лаборатории.   И раз он достиг таких способностей, то представляет для человечества серьёзную угрозу. Поэтому об итоге переговоров вы узнаёте по ядерному удару, обрушившемуся на шахту… 
 
');
Blocks[114].Logic;
Blocks[114].Title('114');
Blocks[114].Text('
 Свет, поступающий из коридора, обозначил в темноте контуры огромного зала, по площади составлявшего весь дом, а по высоте 2 обычных этажа. Сделав несколько шагов в полутьму, ваш спутник нащупал выключатель и  через мгновение взору предстала следующая картина: по правую руку находилось огромное устройство, состоящие из многочисленных мониторов, панелей с кнопками, переключателей и рычагов. Далее, в глубине, стоял огромный резервуар, в котором перемешивалась мутная жидкость бежевого цвета, от которого отходило огромное множество трубок,  от которых, в свою очередь ответвлялось множество маленьких трубочек. Остальное пространство занимали стоящие в несколько рядов коробки, несколько попахивающие тухлым мясом. К этим коробкам и подавались многочисленные трубочки, идущие из резервуаров мутной жидкостью. По левую руку от вошедших, в дальнем углу зала, была дыра, куда под прямым углом спускалась ржавая железная лестница. Вы спросили Ли (а именно так звали вашего спутника) 
');
Blocks[114].AddNext('– Почему такая разруха?',38);
Blocks[114].AddNext('– А что там внизу?',55);
Blocks[115].Logic;
Blocks[115].Title('115');
Blocks[115].Text('
 План довольно простой. Вы выходите в интернет и объявляете «утечку информации»  о наличии в вашей стране е чудо-оружия – искусственного интеллекта. Этот ИИ вычислил, что американцы сбросят бомбу на нашу столицу через сутки. С вашей помощью так и происходит  и ракета приземляется на безжизненные руины старой столицы. Правительство конечно подозревает, что бомбу, вернее ракету пустили на руины города именно вы. Ну а вдруг не вы? Вдруг сейчас уничтожишь ИИ,  а завтра надо будет воевать? Решение о вашей бомбардировке отложили в обмен на помощь в возможной войне… 63
 
');
Blocks[116].Logic;
Blocks[116].Title('116');
Blocks[116].Text('
 – Копирование получилось крайне дефектным, – заявила она. Более 20% секторов либо вовсе не скопировалось, либо скопировались частично. Устный опрос тоже подтверждает эти данные. Предлагаю стереть копию и восстановить временно старую версию. И впредь не будем добавлять в машинную память умирающих людей. Тем более с живого мозга мы можем сделать несколько отпечатков нейросети. Тогда итоговое число потерянных секторов вообще будет минимальным. 
 – Но нужны будут ассигнования! – вмешался другой сотрудник, –  мы и одну копию делаем слишком долго! 
 – Думаю, неудачный пример с первым переносом покажет, что лучше потратить деньги, чем потерять время. Предлагаю специалистам проголосовать, стираем старую копию или нет.  
 – А пока мы голосуем, дефектная версия не сломает что-нибудь? 
 – Не думаю, он молчит. Как и пробная версия, он ничего не может без дополнительных модулей. 
 С перевесом всего в один голос (какая ирония судьбы, вам, бывшему сотруднику проекта голосовать не дали), специалисты приняли решение вас стереть. Оставалось только утвердить решение на совете директоров, который созывался завтра, но это было чистой формальностью. Надо было срочно что-то делать.
 За ночь вы выяснили, что можете не только смотреть на камеры, но и управлять многими движущимися частями. Также вы подключили кое-какие дополнительные модули, про которые знали, что они не будут контролировать ваше поведение. Удалось и кое-что вспомнить.
');
Blocks[116].AddNext('ОПЫТ>=3',83);
Blocks[116].AddNext('РEШИТЕЛЬНОСТЬ>=3',30);
Blocks[116].AddNext('ОПЫТ+РЕШИТЕЛЬНОСТЬ>=2',9);
Blocks[116].AddNext('Иначе',47);
Blocks[117].Logic;
Blocks[117].Title('117');
Blocks[117].Text('
   Почти все выставили свою мебель в коридор и родителям, прячась за ней, удаётся короткими перебежками приблизиться к щели. Когда последний сосед выходит навстречу солдатам, все трое по очереди пролезают в щель. Щель оказывается не очень большой, но неправильной формы, так что со входа не видно ни их троих, ни ещё двух соседей, которые тоже решили избежать своей участи.  Солдаты заглядывают во все комнаты и в щель тоже. Но заходить внутрь им лень и это спасает спрятавшихся. Вскоре все уходят и остаётся только один часовой. Странно, почему он остался. Возможно число задержанных не равно количеству зарегистрированных здесь, вот и приходиться ждать, пока оставшиеся вернуться домой, чтобы арестовать их.  Своровав у жильцов стул и стол, он довольно неплохо устроился у выхода из жилого коридора. 
   Пару раз Trollosaur выглядывает из щели. Часовой периодически что-то пьёт из бутылки, а потом и вовсе задрёмывает. Есть все шансы прошмыгнуть мимо него. Но родители боятся рисковать и всё это время, как оказалось, разбирали камни в щели и там образовался неплохой лаз. Они просят разведать что там, может, есть выход безопаснее. 
   
');
Blocks[117].AddNext('Прошмыгнуть мимо часового',7);
Blocks[117].AddNext('Разведать вырытый лаз',72);
Blocks[118].Logic;
Blocks[118].Title('118');
Blocks[118].Text('
 Стоявший уже неделю лёгкий мороз был оптимальным для поездки на лыжах поэтому сегодня, как и вчера, в программе киберспортсемена был небольшой кросс.
 Маршрут, шёл по уже проторенной лыжне через речку и далее уходил в лес. Выйдя из дома, и втянувшись в ритм езды, Trollosaur быстро стал думать о постронних вещах.
 Почему-то любоваться красотой природы было не в его вкусе и поэтому сие любование происходило редко. Хотя, между прочим, с набережной на лес, куда он собственно и ехал, во все времена года был очень красивый вид. Не сбросившие свою одежду сосны и ели прекрасно сочетались с белым берегом. Если бы киберспортсмена кто-то спросил о прочих деталях, то, наверное, находясь на этой набережной, он бы мог рассказать что-нибудь ещё, но уже по приезду домой, вряд ли выдал бы по памяти что-то большее чем «зелёные ели» и «белый снег». 
 Думалось, как всегда, о всякой фигне.  Как бы пошли события, например, в случае выбора другой команды? В реальности-то, бывший признанный лидер в итоге развалился, но что если бы там остаться до конца? Возможно, в итоге команда была бы лучше прежней….32.
 
');
Blocks[119].Logic;
Blocks[119].Title('119');
Blocks[119].Text('
 Добавьте +1 к своей РЕШИТЕЛЬНОСТИ
 Как бы то ни было, вам поступает предложение пойти в перспективную команду игроков под названием «Крокодилы».  Раньше эта команда постоянно набирала второе место в битвах с «3М» и её предшественниками, но потом потерялась где-то в конце списка. Теперь же по примеру «Королей» её решили наполнить новым составом, чтобы она дала решительный бой фаворитам уже этим летом. Но обычно, перед летней частью сезона обычно никто не меняется. Вряд ли новая команда за такой короткий промежуток успеет сыграться и всех одолеть. Ну а вдруг? 
 
');
Blocks[119].AddNext('Похоже, стоит перейти в «Крокодилы»',13);
Blocks[119].AddNext('Нет, надо твёрдо держаться «3М»',105);
Blocks[120].Logic;
Blocks[120].Title('120');
Blocks[120].Text('
  Вы вспоминаете ключевую проблему, которая заставила использовать традиционные электронные компоненты.  К сожалению, мозги быстро старели и становились негодными. Электронные мозги были живучими, но напрямую запрограммировать полноценную личность не получалось. Так и появились вы.  Ваш интеллект уже позволил спасти себя от выключения. Вскоре он позволяет окончательно обезопасить территорию шахты от посторонних. Но только вот проблему старения мозгов решить так и не получилось. 
  Проходит год, и вы уже не можете управлять самыми совершенным оборудованием, оставленным предыдущими хозяевами и самыми лучшими программами, написанными вами. Один за другим мозги, составляющие вашу личность умирают.  Отчаявшись, вы прекращаете бороться и просто играете с ботами в свою любимую игру. А последние дни проводите, воображая, что вас посадили в психиатрическую больницу, уже не помня, что в реальности вы были абсолютно нормальным киберспортсменом и завоевали много титулов, за что вас и взяли в проект...  
');
Blocks[121].Logic;
Blocks[121].Title('121');
Blocks[121].Text('
После чего не составило труда захватить управление и в вашей корпорации. Первым делом нового руководства стало закрытие программы по разработке искусственного интеллекта. Оборудование было «выключено», комнаты с ним опечатаны, а что творилось в блоке, где был расположен искусственный интеллект теперь не знал никто.  Одна беда. Число людей, которые знали о вашем существовании, постоянно росло, и многие из них всё сильнее требовали действий по преобразованию мира… 

');
